Repository: skissane/ubuntu-ubiquity
Catalog: debian/real-po/*.po
Languages: ko, lt, nn, ru

source: Use the largest continuous free space
ko: 가장 큰 연속된 공간 사용
lt: Naudoti didžiausią ištisinę laisvą vietą
ru: Использовать наибольшее свободное пространство

source: Erase and use the entire disk
ko: 이전 파티션을 삭제하고 디스크전체를 사용
lt: Ištrinti viską diske - naudoti visą diską
ru: Стереть всё и использовать весь диск

source: Install them side by side, choosing between them each startup
ko: 나란히 설치하고, 시작할 때 선택하기
lt: Šalia esamos sistemos, norimą OS pasirinksite įjungę kompiuterį (šliaužikliu apačioje nustatykite skirsnio dydį)
ru: Установить все вместе, выбирая нужную систему при каждом запуске компьютера

source: Specify partitions manually (advanced)
ko: 수동으로 파티션 조정(고급)
lt: Pasirinkti skirsnius pačiam (patyrusiems)
ru: Указать разделы вручную (для опытных пользователей)

source: Install
ko: 설치
lt: Linux sistemos įdiegimas
nn: Installer
ru: Установка

source: Install (OEM mode, for manufacturers only)
ko: 설치 (OEM 모드, 제조사 전용)
lt: Įdiegti (OEM režimas, kompiuterių gamintojams bei pardavėjams)
nn: Installer (OEM-modus, for maskinprodusentar)
ru: Установка (режим OEM, только для производителей оборудования)

source: Welcome
ko: 환영합니다
lt: Sveiki!
nn: Velkomen
ru: Добро пожаловать

source: Once you answer a few questions, this computer will be ready to use.
ko: 몇가지 질문에만 답해주시면, 곧바로 컴퓨터를 사용하실 수 있습니다.
lt: Kompiuteris bus paruoštas darbui kai atsakysite į keletą klausimų.
ru: После того, как вы ответите на несколько вопросов, этот компьютер будет готов к работе.

source: Answering the questions should only take a few minutes.
ko: 질문에 답하는 시간은 잠깐이면 충분합니다.
lt: Atsakymai į šiuos klausimus turėtų užtrukti tik keletą minučių.
ru: Вопросы займут всего пару минут.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
ko: 설정에 사용할 언어를 선택하십시오. 선택하신 언어는 이 컴퓨터의 기본언어가 됩니다.
lt: Prašome pasirinkti kalbą, kuri bus naudojama konfigūravimo metu. Ši kalba bus numatytoji kalba šiame kompiuteryje.
nn: Vel språk for konfigurasjonen. Dette språket vil verta standardspråk på denne maskina når installasjonen er ferdig.
ru: Пожалуйста, выберите язык используемый для настройки системы. Этот язык будет установлен языком по умолчанию для этого компьютера.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
ko: 시스템 제조사 모드에서 설치 중입니다. 시스템의 일괄처리르 위한 고유 이름을 입력해 주십시오. 이 이름은 설치된 시스템에 저장되고, 버그 리포트에 도움을 주기위해 사용될 수 있습니다.
lt: Jūs diegiate sistemos platintojo būdu. Prašome įvesti unikalų pavadinimą šiai kompiuterių grupei. Šis pavadinimas bus išsaugotas įdiegtoje sistemoje ir gali padėti pranešant apie klaidas.
nn: Du installerer i maskinprodusentmodus. Ver vennleg å oppgje eit unikt namn for denne greina av system. Dette namnet vil verta lagra på dei installerte systema og skal brukast i samanheng med feilrapportering.
ru: Вы производите установку в режиме разработчика. Пожалуйста, введите уникальное имя для этой комплектации системы. Это имя будет сохранено на установленной системе и может быть использовано, чтобы обрабатывать отчёты об ошибках.

source: You can try ${RELEASE} from this ${MEDIUM} without making any changes to your system.
ko: 이 ${MEDIUM}를 이용하시면, 시스템에 아무 영향을 안주고도 ${RELEASE}를 사용하실 수 있습니다.
lt: Jūs galite išbandyti ${RELEASE} iš šio ${MEDIUM} be jokių jūsų sistemos pakeitimų.
ru: Вы можете попробовать ${RELEASE} из текущего ${MEDIUM} без риска испортить что-либо в системе.

source: Try ${RELEASE}
ko: ${RELEASE} 사용하기.
lt: Išbandyti ${RELEASE}
nn: Prøv ${RELEASE}
ru: Попробовать ${RELEASE}

source: Install ${RELEASE}
ko: ${RELEASE} 설치
lt: Įdiegti ${RELEASE}
nn: Installer ${RELEASE}
ru: Установить ${RELEASE}

source: Ready to install? Once you answer a few questions, the contents of the live ${MEDIUM} can be installed on this computer so you can run ${RELEASE} at full speed without the ${MEDIUM}.
ko: 설치할 준비가 되셨습니까? 몇개의 질문에 답하고 나면, 라이브 ${MEDIUM}의 자료들이 컴퓨터에 설치되어 ${REKEASE}를 ${MEDIUM}없이 최고 속도로 실행할 수 있습니다.
lt: Pasiruošę diegimui? Atsakykite į kelis klausimus ir ${MEDIUM} turinys bus įdiegtas į šį kompiuterį, kad galėtumėte naudoti ${RELEASE} pilnu greičiu be ${MEDIUM}.
ru: Готовы начать процесс установки? Ответьте на несколько вопросов, после чего содержимое ${MEDIUM} будет установлено на этот компьютер и ${RELEASE} будет работать на полную мощность, без потребности в ${MEDIUM}.

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
lt: Jei norite, galite perskaityti <a href="release-notes">laidos apžvalgą</a> arba <a href="update">atnaujinti įdiegimo programą</a>.
nn: Det kan hende du ynskjer å lese <a href="release-notes">merknader for utgjeving</a> eller <a href="update">oppdatera dette installasjonverktøyet</a>.
ru: Возможно вы хотите прочитать <a href="release-notes">примечания к выпуску</a> или <a href="update">обновить этот установщик</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
lt: Jei norite, galite perskaityti <a href="release-notes">laidos apžvalgą</a>.
nn: Det kan hende du ynskjer å lesa <a href="release-notes">merknader for utgjeving</a>.
ru: Возможно вы хотите прочитать <a href="release-notes">примечания к выпуску</a>.

source: You may wish to <a href="update">update this installer</a>.
lt: Jei norite, galite <a href="update">atnaujinti įdiegimo programą</a>.
nn: Du vil kanskje <a href="update">oppdatera installasjonverktøyet</a>.
ru: Возможно вы хотите <a href="update">обновить этот установщик</a>.

source: This is a pre-release of the ${RELEASE} live ${MEDIUM} installer. It is not a final release; that will come with the final release of ${RELEASE} in April 2010.
ko: 이 버전은 ${RELEASE}의 베타버전 라이브 ${MEDIUM} 인스톨러입니다. ${RELEASE}의 마지막 버전은 2010년 4월에 배포됩니다.
lt: Tai yra ${RELEASE} ${MEDIUM} diegimo programa. Tai nėra galutinė laida; galutinė ${RELEASE} laida bus išleista 2010 m. balandį.
ru: Это предварительный выпуск ${RELEASE} текущего ${MEDIUM} установщика. Это не конечная версия. Она появится в финальной версии ${RELEASE} в апреле 2010.

source: The installation process may resize or erase partitions on your hard disk. Be sure to <b>take a full backup of any valuable data</b> before running this program.
ko: 설치 진행중에 하드디스크의 파티션을 재조정하거나 삭제할 수 있습니다. 시작하기 전에 <b>모든 중요한 자료를 백업</b>하세요.
lt: Diegimo procesas gali pakeisti kietojo disko skirsnių dydį arba juos pašalinti. <b>Būtinai padarykite pilną vertingų duomenų atsarginę kopiją</b> prieš naudodami šią programą.
nn: Installasjonen kan endra storleiken eller sletta partisjonar på harddisken din. Pass på å <b>ta ein fullstendig kopi av alle viktige data</b> før du køyrer dette programmet.
ru: Программа установки может изменить или стереть разделы на жёстком диске. Убедитесь, что <b>у вас имеется резервная копия ваших данных</b>.

source: Where are you?
ko: 어디에 살고 계신가요?
lt: Iš kur jūs?
nn: Kvar bur du?
ru: Где вы находитесь?

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
ko: 지역을 선택하십시오. 컴퓨터는 자동으로 그 지역에 알맞는 화면구성으로 바뀌고, 가까운 곳에서 업데이트를 받고, 시간대를 조정할 것입니다.
lt: Pasirinkite savo gyvenamąją vietovę, kad sistema galėtų naudoti šalyje įprastą vaizdavimą, parsiųsti atnaujinimus iš artimų tinklaviečių ir nustatytų teisingą sistemos laiką.
nn: Vel staden du er, slik at datamaskina kan finna rett klokkeslett og henta oppdateringar frå stader nære deg.
ru: Выберите ваше местоположение для того, чтобы система могла верно отображать единицы измерения для вашей страны, получать обновления с ближайших к вам серверов и отображать время в вашем часовом поясе.

source: Zone:
lt: Zona:
ru: Пояс:

source: Region:
ko: 지역:
lt: Regionas:
nn: Område:
ru: Область:

source: Keyboard layout
ko: 키보드 배치
lt: Klaviatūros išdėstymas
nn: Tastaturutforming
ru: Раскладка клавиатуры

source: Which layout is most similar to your keyboard?
ko: 당신의 키보드와 가장 비슷한 배치는 어떤 것입니까?
lt: Kuris išdėstymas labiausiai tinka Jūsų klaviatūrai?
ru: Какая раскладка больше подходит вашей клавиатуре?

source: You can type into this box to test your new keyboard layout.
ko: 새 키보드 배치를 시험해 보려면 아래 상자에 입력해 보세요.
lt: Rašydami į šį laukelį galite išbandyti parinktą klaviatūros išdėstymą.
ru: Для проверки выбранной раскладки напечатайте что-нибудь в этом поле.

source: Suggested option:
ko: 기본 키보드 배치:
lt: Siūlomas variantas:
ru: Предлагаемая раскладка:

source: Choose your own:
ko: 키보드 배치 선택:
lt: Pasirinkite kitą išdėstymą:
ru: Выбрать свою:

source: Guess keymap:
lt: Atspėti:
ru: Определить раскладку:

source: Guess...
lt: Atspėti...
ru: Определение...

source: Please press one of the following keys:
ko: 아래 키중 하나를 누르십시오:
lt: Prašome paspausti vieną iš šių klavišų:
nn: Trykk på ein av dei følgjande tastane:
ru: Пожалуйста, нажмите одну из следующих клавиш:

source: Is the following key present on your keyboard?
lt: Ar šis klavišas yra jūsų klaviatūroje?
nn: Finst den følgjande tasten på tastaturet ditt?
ru: Присутствует ли эта клавиша на клавиатуре?

source: Layout:
ko: 레이아웃:
lt: Išdėstymas:
nn: Utsjånad:
ru: Раскладка:

source: Variant:
ko: 변형:
lt: Variantas:
ru: Вариант:

source: Below is an image of your current layout:
lt: Žemiau yra jūsų dabartinio klaviatūros išdėstymo atvaizdis:
nn: Nedanfor visast eit beilete av noverande utsjånad:
ru: Образец раскладки:

source: Who are you?
ko: 당신은 누구십니까?
lt: Kas jūs esate?
nn: Kven er du?
ru: Кто вы?

source: What is your name?
ko: 사용자 이름은 무엇입니까?
lt: Koks jūsų vardas?
ru: Как вас зовут?

source: What name do you want to use to log in?
ko: 로그인 시 사용할 계정 이름은 무엇입니까?
lt: Kokiu vardu jūs norite registruotis sistemoje?
ru: Какое имя вы хотите использовать для входа?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
ko: 여러 사람이 이 컴퓨터를 사용하는 경우, 설치 후에 여러 계정을 설정할 수 있습니다.
lt: Jeigu šiuo kompiuteriu naudosis keli žmonės, galėsite sukurti galimybę prisijungti keliems naudotojams po to, kai įdiegsite sistemą.
ru: Если этот компьютер используется несколькими людьми, вы сможете создать дополнительные учётные записи после установки.

source: Choose a password to keep your account safe.
ko: 계정을 안전하게 보호할 암호를 선택하세요.
lt: Jūsų duomenų saugumo užtikrinimui įveskite slaptažodį.
ru: Выберите пароль для вашей учётной записи.

source: You are running in debugging mode. Do not use a valuable password!
ko: 디버깅 모드에서 실행 중입니다. 귀중한 암호는 사용하지 마십시오!
lt: Jūs naudojate klaidų paieškos ir taisymo režimą. Nenaudokite vertingo slaptažodžio!
nn: Du køyrer i feilsøkingsmodus. Bruk ikkje eit verdifullt passord.
ru: Система запущена в отладочном режиме. Не используйте важных паролей!

source: What is the name of this computer?
ko: 컴퓨터의 이름은 무엇입니까?
lt: Koks yra šio kompiuterio vardas?
ru: Название этого компьютера?

source: This name will be used if you make the computer visible to others on a network.
ko: 이 이름은 컴퓨터를 네트워크에서 다른 컴퓨터에 보이도록 설정했을 때 사용됩니다.
lt: Šis vardas bus naudojamas, jei padarysite kompiuterį matomą vietiniame tinkle ar internete.
ru: Это название будет использовано, если вы сделаете компьютер видимым в сети.

source: Log in automatically
ko: 자동으로 로그인
lt: Neprašyti slaptažodžio įjungiant sistemą
nn: Logg inn automatisk
ru: Входить в систему автоматически

source: Require my password to log in
ko: 로그인 할 때 암호 입력 필요
lt: Reikalauti mano slaptažodžio prisijungiant
nn: Krev passord for å logga inn
ru: Требовать пароль для входа в систему

source: Require my password to log in and to decrypt my home folder
ko: 로그인할때 암호를 입력하고, 암호화된 개인 폴더에도 접근할 수 있게 합니다.
lt: Reikalauti slaptažodžio prisijungiant ir iššifruojant mano namų katalogą
ru: Требуется мой пароль для входа в зашифрованный домашний каталог

source: Choose another password
ko: 다른 암호를 선택
lt: Įvesti saugesnį slaptažodį
ru: Выберите другой пароль

source: Migrate documents and settings
ko: 문서와 설정 가져오기
lt: Įkelkite turimus dokumentus ir nustatymus
ru: Перенос документов и настроек

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
ko: 가져오기 할 계정을 선택하십시오. 이 계정의 문서와 설정은 설치 완료 후 사용 가능합니다.
lt: Pasirinkite naudotojus, kurių informaciją norite importuoti. Pasirinktų naudotojų dokumentai, nustatymai bei kiti duomenys bus nukopijuoti į naują operacinę sistemą.
nn: Vel kontoane du vil importera. Dokumenta og innstillingane til desse kontoane vert tilgjengelege etter at installasjonen er ferdig.
ru: Выберите учётные записи, которые вы хотели бы импортировать. Документы и настройки для этих учётных записей будут доступны после завершения установки.

source: If you do not wish to import any accounts, select nothing and go to the next page.
ko: 만약 어떤 계정도 가져오고 싶지 않으시다면, 없음을 선택하신 다음 다음 페이지로 이동하십시오.
lt: Jei nenorite importuoti jokių naudotojų duomenų ar nustatymų, nieko nepasirinkite ir eikite pirmyn.
nn: Om du ikkje vil importera nokon kontoar, ikkje vel nokon og forsett til neste side.
ru: Если вы не желаете импортировать учетные записи, не выбирайте ничего и переходите на следующую страницу.

source: Prepare disk space
ko: 디스크 공간을 준비
lt: Paruošti disko vietą
ru: Подготовка дискового пространства

source: How do you want to partition the disk?
ko: 디스크의 파티션을 어떻게 설정하시겠습니까?
lt: Kaip norite sudalinti diską?
ru: Как вы хотите разметить диск?

source: This computer has no operating systems on it.
ko: 이 컴퓨터에 운영체제가 없습니다.
lt: Šioje laikmenoje (kompiuteryje) neaptikta jokia operacinė sistema.
ru: На этом компьютере нет установленных операционных систем.

source: This computer has ${OS} on it.
ko: 이 컴퓨터에 ${OS}가 있습니다.
lt: Šiame kompiuteryje yra įdiegta ${OS} operacinė sistema.
ru: На этом компьютере установлена ОС ${OS}.

source: This computer has several operating systems on it.
ko: 이 컴퓨터에 여러개의 운영체제가 있습니다.
lt: Šiame kompiuteryje yra keletas operacinių sistemų.
ru: На этом компьютере установлено несколько операционных систем.

source: Where do you want to put ${RELEASE}?
ko: ${RELEASE}를 어디에 저장할까요?
lt: Į kurią laikmeną jūs norite įdiegti ${RELEASE}?
ru: Куда вы хотите установить ${RELEASE}?

source: Prepare partitions
ko: 파티션 준비
lt: Paruošti skirsnius
nn: Klargjer partisjonar
ru: Подготовка разделов диска

source: This will delete ${SYSTEMS} and install ${RELEASE}.
ko: ${SYSTEMS} 이(가) 삭제되고 ${RELEASE} 이(가) 설치될 것입니다.
lt: Dėmesio: šis veiksmas ištrins ${SYSTEMS} OS bei visus duomenis pasirinktoje laikmenoje ir įdiegs ${RELEASE}.
ru: Это удалит ${SYSTEMS} и установит ${RELEASE}

source: Ready to install
ko: 설치 준비
lt: Paruošta įdiegti
ru: Все готово к установке

source: Details
ko: 세부 사항
lt: Išsamiau
ru: Подробности

source: Your new operating system will now be installed with the following settings:
ko: 새로운 운영체제가 다음과 같이 설치될 것입니다.
lt: Jūsų naujoji operacinė sistema bus įdiegta naudojant tokius nustatymus:
ru: Ваша новая операционная система будет установлена со следующими параметрами:

source: Advanced...
ko: 고급...
lt: Išsamiau...
ru: Дополнительно...

source: Install[ action ]
ko: 설치
lt: Įdiegti
ru: Установить

source: Step ${INDEX} of ${TOTAL}
ko: ${TOTAL} 중 ${INDEX}번째 단계
lt: ${INDEX} žingsnis iš ${TOTAL}
ru: Шаг ${INDEX} из ${TOTAL}

source: Quit the installation?
ko: 설치를 끝내시겠습니까?
lt: Nutraukti diegimą?
nn: Vil du avbryta installasjonen?
ru: Прервать установку?

source: Do you really want to quit the installation now?
ko: 설치를 정말 끝내시겠습니까?
lt: Ar tikrai norite nutraukti diegimą dabar?
nn: Vil du verkeleg avbryta installasjonen no?
ru: Вы уверены что хотите выйти из программы установки?

source: Bootloader install failed
ko: 부트로더 설치 실패
lt: Nepavyko įdiegti paleidyklės
nn: Installasjon av oppstartslastar feila
ru: Ошибка при установке загрузчика

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
lt: Atsiprašome, bet įvyko klaida ir nebuvo įmanoma įdiegti paleidyklės į nurodytą vietą.
nn: Unnskyld, det skjedde ein feil og det var ikkje mogleg å installera oppstartslastaren på den valde partisjonen.
ru: К сожалению, из-за ошибки невозможно установить загрузчик в указанное место.

source: Choose a different device to install the bootloader on:
ko: 부투로더를 설치할 다른 장치를 선택하십시요:
lt: Pasirinkite kitą įrenginį paleidyklei įdiegti:
nn: Vel ei anna eining å installera oppstartslastaren på:
ru: Выбрать другое устройство для установки загрузчика:

source: Continue without a bootloader.
ko: 부트로더 없이 계속
lt: Tęsti be paleidyklės.
nn: Fortsett utan ein oppstartslastar.
ru: Продолжить без загрузчика

source: You will need to manually install a bootloader in order to start ${RELEASE}.
ko: ${RELEASE}를 시작하기 위해선 부트로더를 수동으로 설치하셔야 합니다.
lt: Jūs turėsite įdiegti paleidyklę rankiniu būdu tam, kad paleistumėte ${RELEASE}.
nn: Du må installera ein oppstartslastar manuelt for å starta ${RELEASE}.
ru: Вам придётся установить загрузчик вручную для запуска ${RELEASE}.

source: Cancel the installation.
ko: 설치 취소
lt: Nutraukti diegimą.
nn: Avbryt installasjonen.
ru: Отменить установку.

source: This may leave your computer unable to boot.
nn: Dette kan føra til at datamaskina ikkje vil starta.
ru: В результате ваш компьютер может перестать загружаться.

source: How would you like to proceed?
nn: Korleis ynskjer du å fortsetja?
ru: Как Вы хотите продолжить?

source: Skip
ko: 건너뛰기
lt: Praleisti
nn: Hopp over
ru: Пропустить

source: Installation Complete
ko: 설치 완료
lt: Įdiegimas baigtas
nn: Installasjonen er fullført
ru: Установка завершена

source: Continue Testing
ko: 테스트 계속하기
lt: Tęsti darbą su „demo“ versija
nn: Fortset utprøving
ru: Продолжить знакомство

source: Restart Now
ko: 지금 다시 시작
lt: Paleisti naują sistemą
nn: Start om att no
ru: Перезагрузить

source: Installer crashed
ko: 인스톨러 다운
lt: Diegimo programa lūžo
nn: Installasjonsprogrammet krasja
ru: Программа установки аварийно завершилась

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
ko: 죄송합니다. 인스톨러가 다운 되었습니다. https://launchpad.net/ubuntu/+source/ubiquity/+filebug 에 새로운 버그 리포트를 제출해 주시면 (이미 존재하는 버그에 대한 내용은 첨부하지 마십시오.) 개발자들이 가능한 빨리 문제를 해결할 것입니다. 개발자들이 문제를 잘 파악할 수 있도록 다음의 내용을 버그 리포트에 포함해주시고, /var/log/syslog와 /var/log/partman 을 첨부하여 주십시오.
lt: Atsiprašome, tačiau diegimo programoje įvyo klaida ir ji nebegali tęsti. Užpildykite naują klaidos pranešimą https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nerašykite komentaro prie jau esamo klaidos pranešimo) ir problema bus sprendžiama kaip galima greičiau. Kad padėtumėte suprasti, kas įvyko blogai, įtraukite žemiau rodomą informaciją į klaidos pranešimą ir prisekite failus /var/log/syslog ir /var/log/partman :
nn: Vi er lei for at installasjonsprogrammet krasja. Gjer vel å senda inn ei feilmelding på https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ikkje legg ved detaljane dine til ei eksisterande feilmelding). Ein utviklar vil ta hand om problemet så raskt som mogleg. For å hjelpa utviklarane med å forstå kva som gjekk gale, legg du ved følgjande detaljar i feilmeldinga, og legg ved filene /var/log/syslog og /var/log/partman:
ru: К сожалению, программа установки аварийно завершилась. Пожалуйста, сообщите об ошибке на https://launchpad.net/ubuntu/+source/ubiquity/+filebug (не добавляйте информацию к уже существующим отчетам об ошибках) и разработчики исправят эту ошибку настолько быстро, насколько это возможно. Чтобы помочь разработчикам понять, чем вызвана эта ошибка, включите в ваш отчёт нижеследующую информацию и присоедините к нему файлы /var/log/syslog и /var/log/partman:

source: Before:
ko: 이전:
lt: Dabar:
ru: Перед:

source: After:
ko: 이후:
lt: Po įdiegimo:
ru: После:

source: New Partition Table...
ko: 새 파티션 만들기...
lt: Nauja skirsnių lentelė...
nn: Ny partisjonstabell...
ru: Новая таблица разделов...

source: Add...
ko: 추가...
lt: Pridėti...
nn: Legg til ...
ru: Добавить...

source: Change...
ko: 변경...
lt: Keisti…
nn: Endra …
ru: Изменить...

source: Delete
ko: 삭제
lt: Šalinti
nn: Slett
ru: Удалить

source: Revert
ko: 되돌리기
lt: Atstatyti
nn: Tilbakestill
ru: Вернуть

source: Recalculating partitions...
ko: 파티션을 다시 계산중...
lt: Perskaičiuojami skirsniai...
nn: Reknar ut partisjonar på nytt...
ru: Обновление информации о разделах...

source: Device
ko: 장치
lt: Įrenginys
nn: Eining
ru: Устройство

source: Type
ko: 타입
lt: Тipas
ru: Тип

source: Mount point
ko: 마운트 위치
lt: Prijungimo vieta
nn: Monteringspunkt
ru: Точка монтирования

source: Format?
ko: 포맷?
lt: Formatuoti?
nn: Formater?
ru: Форматировать?

source: Size
ko: 용량
lt: Dydis
nn: Storleik
ru: Размер

source: Used
ko: 사용 중
lt: Panaudota
nn: Nytta
ru: Использовано

source: free space
ko: 남은 공간
lt: laisva vieta
nn: ledig plass
ru: свободное место

source: unknown
ko: 알 수 없음
lt: Nežinoma
nn: ukjend
ru: неизвестно

source: Create partition
ko: 파티션 만들기
lt: Sukurti skirsnį
nn: Opprett partisjon
ru: Создать раздел

source: New partition size in megabytes (1000000 bytes):
ko: 새 파티션 크기 (MB)
lt: Naujas skirsnio dydis megabaitais (1000000 baitų):
nn: Ny partisjonsstorleik i megabyte (1000000 byte):
ru: Размер нового раздела в мегабайтах (1000000 байт):

source: Beginning
ko: 시작
lt: Pradžia
nn: Starten
ru: Начало

source: End
ko: 끝
lt: Pabaiga
nn: Slutten
ru: Конец

source: Primary
ko: 주 파티션
lt: Pirminis
nn: Primær
ru: Первичный

source: Logical
ko: 논리 파티션
lt: Loginis
nn: Logisk
ru: Логический

source: Edit partition
ko: 파티션 편집
lt: Taisyti skirsnį
nn: Endra partisjon
ru: Изменить раздел

source: Edit a partition
ko: 파티션 편집
lt: Taisyti skirsnį
nn: Endra ein partisjon
ru: Изменить раздел

source: Advanced Options
ko: 고급 옵션
lt: Sudėtingesnės parinktys
ru: Расширенные настройки

source: Boot loader
ko: 부트 로더
lt: Sistemų įkėliklis
nn: Oppstartslastar
ru: Загрузчик

source: Install boot loader
ko: 부트 로더 설치
lt: Įdiegti sistemos paleidimo programą
ru: Установить начальный загрузчик

source: Popularity contest
ko: 인기도 설문
lt: Populiarumo varžybos
ru: Рейтинг популярности

source: Participate in the package usage survey
ko: 패키지 사용에 관한 설문 참여
lt: Dalyvauti paketų naudojimo apžvalgoje
ru: Участвовать в составлении рейтинга пакетов

source: Network proxy
ko: 네트워크 프록시
lt: Tinklo proxy
ru: Прокси сервер

source: HTTP proxy:
ko: HTTP 프록시:
ru: HTTP-прокси:

source: Port:
ko: 포트:
lt: Prievadas:
ru: Порт:

source: Installation has finished. You can continue testing Ubuntu now, but until you restart the computer, any changes you make or documents you save will not be preserved.
ko: 설치가 완료되었습니다. 다시 시작하기 전에 우분투를 계속 테스트 해볼 수 있습니다. 하지만 변경한 사항이나 저장한 문서들은 보존되지 않습니다.
lt: Įdiegimas baigtas. Naująja sistema galėsite naudotis kompiuterį paleidę iš naujo. Jūs galite toliau naudotis demonstracine Linux versija, tačiau visa Jūsų sukurta ar atsisiųsta informacija, dokumentai bei nustatymai nebus automatiškai išsaugoti į kompiuterio diską.
ru: Установка закончена. Вы можете продолжить работу с Ubuntu, однако, после перезагрузки все настройки и документы, сделанные вами, будут стёрты.

source: Go Back
ko: 뒤로
lt: Grįžti
nn: Gå tilbake
ru: Вернуться

source: Continue
ko: 계속
lt: Tęsti
nn: Hald fram
ru: Продолжить

source: Installation is complete. You need to restart the computer in order to use the new installation.
ko: 설치가 완료되었습니다. 새로 설치된 프로그램을 사용하기 위해 컴퓨터를 다시 시작하십시오.
lt: Įdiegimas baigtas. Norėdami naudotis naująja sistema turite paleisti kompiuterį iš naujo.
nn: Installasjonen er ferdig, men det er naudsynt med ein omstart av maskina for å nytta den nye installasjonen.
ru: Установка завершена. Чтобы начать использование новой системы, требуется перезагрузить компьютер.
