Repository: skissane/ubuntu-ubiquity
Catalog: debian/real-po/*.po
Languages: ko, lt, nn, ru

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
ko: 언어: ${LANGUAGE} 키보드 배치: ${KEYMAP} 이름: ${FULLNAME} 로그인 이름: ${USERNAME} 위치: ${LOCATION} 이전 도우미: ${MIGRATE}
lt: Kalba: ${LANGUAGE} Klaviatūros išdėstymas: ${KEYMAP} Vardas, pavardė: ${FULLNAME} Prisijungimo vardas: ${USERNAME} Vieta: ${LOCATION} Duomenų bei nustatymų importavimas: ${MIGRATE}
ru: Язык: ${LANGUAGE} Раскладка клавиатуры: ${KEYMAP} Имя: ${FULLNAME} Логин: ${USERNAME} Расположение: ${LOCATION} Помощь в миграции: ${MIGRATE}

source: Verifying the installation configuration...
ko: 설 치 구성 확인중...
lt: Tikrinama diegimo konfigūracija...
nn: Verifiserer installasjonskonfigurasjonen...
ru: Проверка параметров установки...

source: Installing system
ko: 설치 중
lt: Įdiegiama sistema
nn: Installerer systemet
ru: Установка системы

source: Finding the distribution to copy...
ko: 복사할 배포판 찾는 중...
lt: Ieškoma distribucija kopijavimui...
nn: Finn ein distribusjon å kopiera...
ru: Поиск дистрибутива для копирования...

source: Scanning files...
ko: 파일을 찾는 중...
lt: Peržiūrimi failai...
ru: Сканирование файлов...

source: Copying files...
ko: 파일 복사 중...
lt: Kopijuojami failai...
nn: Kopierer filer...
ru: Копирование файлов...

source: Almost finished copying files...
ko: 파일 복사가 거의 완료되었습니다.
lt: Failų kopijavimas beveik baigtas...
nn: Nesten ferdig med å kopiera filer...
ru: Копирование файлов (почти готово)...

source: Installation Failed
ko: 설치 실패
lt: Įdiegti nepavyko
nn: Installasjonen mislukkast
ru: Ошибка установки

source: The installer encountered an error copying files to the hard disk:
ko: 파일을 하드 디스크로 복사 하는 중에 인스톨러가 오류를 발견했습니다.
lt: Įvyko klaida kopijuojant failus į kietąjį diską:
nn: Installasjonen støytte på ein feil ved kopiering av filer til harddisken:
ru: Возникла проблема при копировании файлов на жёсткий диск:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
ko: 대상 파티션에 설치를 마치기 위한 디스크 공간이 부족합니다. 설치 프로그램을 다시 실행시키고, 더 큰 파티션을 선택하십시오.
lt: Diegimo užbaigti nepavyko nes trūksta laisvos vietos pasirinktame kompiuterio disko skirsnyje. Paleiskite diegimo įrankį iš naujo ir pasirinkite didesnį disko skirsnį (ar padidinkite dabar pasirinktą).
nn: Dette er fordi det ikkje er nok ledig plass slik at installasjonen kan fullførast. Køyr installasjonen på nytt og vel ein anna partisjon med nok lagringsplass.
ru: На выбранном разделе недостаточно места для завершения установки. Пожалуйста, запустите установочную программу снова и укажите больший раздел для установки.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
ko: 이 문제는 잘못된 CD/DVD 디스크나 드라이브 때문에 종종 발생합니다. CD/DVD 닦기, CD/DVD 저속 굽기, CD/DVD 드라이브 렌즈 닦기 (크리닝 키트는 보통 전자제품 판매채에 있음) 같은 것들이 도움이 될 수 있습니다.
lt: Ši klaida dažniausiai įvyksta dėl sugedusio (pvz. subraižyto) CD/DVD disko ar diskų nuskaitymo/įrašymo įrenginio. Pamėginkite nuvalyti CD/DVD arba įrašyti CD/DVD mažesniu greičiu ar nuvalyti CD/DVD įrenginio lęšius (valymo rinkinį galite gauti elektronikos parduotuvėse).
nn: Dette kjem ofte av feil på CD-/DVD-plate eller spelar. Det kan hjelpa å anten vaska plata, brenna plata på lågare fart eller å reinsa linsa i lesaren (dei fleste velassorterte dataforretningar fører reinsesett).
ru: Часто причина проблем - сбойный CD/DVD диск или ошибка дисковода. Попробуйте аккуратно почистить CD/DVD или записать диск на меньшей скорости, или почистить линзу CD/DVD дисковода (чистящие наборы можно купить в любом подходящем магазине).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ko: 이 문제는 종종 하드 디스크의 문제 때문에 발생합니다. 하드 디스크가 오래되어 교체가 필요한지 확인하기, 시스템을 시원한 환경으로 옮기는 것들이 도움이 될 수 있습니다.
lt: Ši klaida dažniausiai įvyksta dėl sugedusio standžiojo disko. Patikrinkite ar diskas nėra senas ir nereikia jo pakeisti, taip pat galite pabandyti perkelti kompiuterį į vėsesnę vietą.
nn: Dette er ofte på grunn av ein skada harddisk. Det kan vere lurt å sjekka om harddisken er gamal og må bytast ut, eller flytta datamaskina til eit kjøligare rom.
ru: Это часто происходит из-за неисправности жёсткого диска. Возможно жёсткий диск уже очень старый и нуждается в замене, либо необходимо переместить компьютер в более проветриваемое место.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ko: 이 문제는 잘못된 CD/DVD 디스크나 드라이브 또는 하드 디스크 때문에 종종 발생합니다. CD/DVD 닦기, CD/DVD 저속 굽기, CD/DVD 드라이브 렌즈 닦기 (크리닝 키트는 보통 전자제품 판매채에 있음), 하드디스크가 오래되어 교체가 필요한지 확인하기, 시스템을 시원한 환경으로 옮기는 것들이 도움이 될 수 있습니다.
lt: Ši klaida dažniausiai įvyksta dėl sugedusio (pvz., subraižyto) CD/DVD disko ar įrenginio arba standžiojo disko. Pamėginkite nuvalyti CD/DVD arba įrašyti CD/DVD mažesniu greičiu, ar nuvalyti CD/DVD įrenginio lęšį (valymo rinkinį galite gauti elektronikos parduotuvėse). Taipogi patikrinkite ar standusis diskas nėra sugedęs, gal jį reikia pakeisti? Taip pat galite pabandyti perkelti kompiuterį į vėsesnę vietą.
nn: Dette er ofte på grunn av ei skada CD-/DVD-plate eller spelar, eller det kan vera ein øydelagd harddisk. Det kan hende det hjelp å reingjera CD/DVD-plata, brenna plata med ein lågare fart eller reingjera linsa på spelaren. (ein får kjøpt reinsesett på i dei fleste elektronikkbutikkar) Det kan alternativt hende det er ein skada harddisk, og det kan då hjelpa å skifta harddisk eller flytta maskina til eit kjøligare rom.
ru: Это часто происходит из-за неисправности CD/DVD диска, привода, или жёсткого диска. Возможно поможет очистка CD/DVD диска, либо запись CD/DVD на более низкой скорости, либо очистка линз CD/DVD привода (соответствующие комплекты для очистки доступны в продаже), возможно жёсткий диск уже очень старый и нуждается в замене, либо необходимо переместить оборудование в более проветриваемое место.

source: The following file did not match its source copy on the CD/DVD:
ko: 다음 파일은 CD/DVD의 원본과 일치하지 않습니다:
lt: Šis failas neatitiko jo kopijos CD/DVD diske:
nn: Den følgjande fila var ikkje lik kopien av kjelda på CD-en/DVD-en:
ru: Следующий файл не соответствует исходной копии на CD/DVD:

source: Copying installation logs...
ko: 설치 로그 복사 중...
lt: Kopijuojami įdiegimo žurnalai...
nn: Kopierer installasjonsloggar...
ru: Копирование лога установки...

source: Configuring target system...
ko: 대상 시스템 구성 중...
lt: Konfigūruojama įdiegta sistema ...
nn: Stiller inn målsystemet...
ru: Настройка целевой системы...

source: Configuring system locales...
ko: 시스템 로케일 구성 중...
lt: Konfigūruojamos sistemos lokalės...
nn: Set opp systemspråk...
ru: Настройка локализаций...

source: Configuring apt...
ko: apt 설정 중...
lt: Konfigūruojamas apt....
nn: Set opp apt...
ru: Настройка apt...

source: Configuring time zone...
ko: 시간대 구성 중...
lt: Konfigūruojama laiko zona...
nn: Set opp tidssone ...
ru: Настройка часового пояса...

source: Configuring keyboard...
ko: 키보드 구성 중...
lt: Konfigūruojama klaviatūra...
nn: Set opp tastatur...
ru: Настройка клавиатуры...

source: Creating user...
ko: 사용자 생성 중...
lt: Kuriamas naudotojas...
nn: Lagar brukar ...
ru: Создание пользователя...

source: Importing documents and settings...
ko: 문서와 설정을 가져오는 중...
lt: Perkeliami dokumentai ir nustatymai...
nn: Importerer dokument og instillingar
ru: Импорт документов и настроек...

source: Configuring hardware...
ko: 하드웨어 구성 중...
lt: Konfigūruojama aparatinė įranga...
nn: Set opp maskinvara...
ru: Настройка оборудования...

source: Configuring network...
ko: 네트워크 구성 중...
lt: Konfigūruojamas tinklas...
nn: Set opp nettverk ...
ru: Настройка сети...

source: Setting computer name...
ko: 컴퓨터 이름 설정 중...
lt: Nustatomas kompiuterio vardas...
ru: Установка названия компьютера...

source: Configuring boot loader...
ko: 부트 로더 구성 중...
lt: Konfigūruojama sistemos įkėlimo programa...
nn: Set opp oppstartslastaren ...
ru: Настройка загрузчика...

source: Installing additional packages...
ko: 추가 패키지 설치 중...
lt: Papildomų paketų įdiegimas...
nn: Installerer tilleggspakker
ru: Установка дополнительных пакетов...

source: Checking for packages to install...
ko: 설치할 패키지 확인 중...
lt: Įdiegiamų paketų patikrinimas...
nn: Leitar etter pakker å installera...
ru: Проверка пакетов для установки...

source: Removing extra packages...
ko: 추가 패키지 제거 중...
lt: Pašalinami papildomi (nereikalingi) paketai...
nn: Fjernar ekstrapakkar ...
ru: Удаление дополнительных пакетов...

source: Checking for packages to remove...
ko: 제거할 패키지 확인 중...
lt: Ieškoma ištrintinų (nereikalingų) paketų...
nn: Kontrollerer om det er pakker som skal fjernast...
ru: Проверка пакетов для удаления...

source: Downloading packages (${TIME} remaining)...
ko: 패키지 다운로드 중 (${TIME} 남음)...
lt: Atsiunčiami paketai (liko ${TIME})...
nn: Lastar ned pakker (${TIME} gjenstår)...
ru: Загрузка пакетов (осталось ${TIME} )...

source: Downloading package lists...
ko: 패키지 목록을 다운로드 중...
lt: Atsiunčiami paketų sąrašai...
nn: Lastar ned pakkeliste...
ru: Загружаются списки приложений...

source: Downloading package lists (${TIME} remaining)...
ko: 패키지 목록을 다운로드 중 (${TIME} 남음)...
lt: Atsiunčiami paketų sąrašai (${TIME} liko)...
nn: Lastar ned pakkeliste (${TIME} gjenstår)...
ru: Загрузка списков пакетов (осталось ${TIME} )...

source: Error installing ${PACKAGE}
ko: ${PACKAGE} 설치 오류
lt: Klaida įdiegiant ${PACKAGE}
nn: Klarte ikkje å installera ${PACKAGE}
ru: Ошибка при установке ${PACKAGE}

source: Error removing ${PACKAGE}
ko: ${PACKAGE} 제거 오류
lt: Klaida šalinant ${PACKAGE}
nn: Klarte ikkje å fjerna ${PACKAGE}
ru: Ошибка при удалении ${PACKAGE}

source: Error while installing packages
ko: 패키지 설치 중 오류
lt: Paketų įdiegimo klaida
nn: Feil ved installering av pakker
ru: Ошибка при установке пакетов

source: An error occurred while installing packages:
ko: 패키지 설치 중 오류 발생:
lt: Įvyko klaida įdiegiant paketus
nn: Ein feil oppstod under installasjon av pakker:
ru: В процессе установки пакетов произошла ошибка:

source: The following packages are in a broken state:
ko: 다음 패키지들은 손상 되었음
lt: Šie paketai yra sugadintoje būsenoje:
nn: Dei følgjande pakkane er ikkje korrekt sette opp:
ru: Эти пакеты повреждены:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
ko: 이 문제는 오래된 인스톨러 이미지를 사용하였거나 위에 표시된 패키지들의 버그 때문일 수 있습니다. 더 자세한 내용은 /var/log/syslog에서 확인하실 수 있습니다. 설치 과정은 계속 진행되지만, 이후 다른 지점에서 실패할 수 있고, 그렇게되면 시스템에서 설치 프로그램을 포함하여 다른 패키지를 설치하거나 제거할 수 없습니다. 먼저 설치 이미지의 새로운 버전이 있는지를 살펴보십시오. 그렇지 않으면 배포자에게 문제 보고 할 수 없을 것입니다.
lt: Tai gali būti dėl to, kad naudojamas senas diegimo programos 'atvaizdis', arba dėl klaidos kažkuriame iš aukščiau išvardintų programų paketų. Detalesnę informaciją galima rasti /var/log/syslog. Įdiegiklis vistiek bandys tęsti, bet jam gali nepavykti vėlesnėje stadijoje, tada tikriausiai negalės įdiegti arba pašalinti kitų programų paketų (galbūt ir pačio savęs) iš įdiegtos sistemos. Jums reiktų naudoti naujesnę įdiegimo programą arba nusiųsti problemos aprašymą ir ataskaitą jūsų operacinės sistemos gamintojui.
nn: Dette kan koma av at det vert brukt eit gammalt installasjonsmedium, eller det kan vera ein feil i nokre av pakkane lista opp ovanfor. Fleire detaljar finn du i /var/log/syslog. Installeraren vil freiste å fortsetja uansett, men kan feila på eit seinare punkt. Då vil den ikkje vera i stand til å installera eller fjerna andre pakkar (kanskje også seg sjølv) frå det installerte systemet. Du bør leite etter nyare versjonar av installasjonsmediet, eller senda inn ei feilmelding til distributøren.
ru: Это могло случиться по причине использования устаревшего установочного образа или из-за ошибки в некоторых пакетах, перечисленных выше. Более подробную информацию можно найти в файле /var/log/syslog. Установщик попытается продолжить работу несмотря на это, но при этом позднее может снова потерпеть неудачу. В результате он будет не в состоянии установить или удалить другие пакеты установленной системы (возможно, включая себя же). Следует, прежде всего, поискать более новые версии установочного образа, либо отправить отчет с ошибкой вашему поставщику.

source: Error while removing packages
ko: 패키지 제거 중 오류
lt: Paketų šalinimo klaida
nn: Feil ved fjerning av pakkar
ru: Ошибка при удалении пакетов

source: An error occurred while removing packages:
ko: 패키지 제거 중 오류 발생:
lt: Įvyko klaida šalinant paketus:
nn: Det oppstod ein feil under fjerning av pakker:
ru: Произошла ошибка при удалении пакетов:

source: Error migrating documents and settings
lt: Klaida perkeliant dokumentus ir nuostatas
nn: Feil under overføring av dokument og instillingar
ru: Ошибка при переносе документов и настроек

source: An error occurred while migrating data. More details may be found in /var/log/syslog. The installation will continue, but some or all of the documents and settings you requested may not have been transferred to the installed system.
lt: Įvyko klaida perkeliant duomenis. Daugiau informacijos rasite /var/log/syslog. Diegimas bus pratęstas, bet kai kurie ar visi jūsų dokumentai ir nuostatos galėjo būti neperkelti į įdiegtą sistemą.
nn: Det skjedde ein feil under overføring av data. Fleire detaljar kan finnest i /var/log/syslog. Installasjonen vil fortsetja, men det kan henda nokre eller alle dokumenta og innstillingane du valde ikkje er overførte til det installerte systemet.
ru: Произошла ошибка при переносе данных. Подробности можно найти в /var/log/syslog. Установка будет продолжена, но некоторые или все документы и настройки, не могут быть перенесены в устанавливаемую систему.

source: Error copying network configuration
ko: 네트워크 구성 복사 오류
lt: Klaida kopijuojant tinklo konfigūraciją
nn: Feil under kopiering av nettverksinstillingar
ru: Ошибка копирования сетевых настроек

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
ko: 네트워크 설정을 복사해 오는중에 에러가 발생했습니다. 설치는 계속 진행되지만 완료된 후에 네트워크 설정을 다시 해주셔야 합니다.
lt: Įvyko klaida kopijuojant tinklo nuostatas. Diegimas bus pratęstas, bet tinklo konfigūracija įdiegtoje sistemoje turės būti atlikta iš naujo.
nn: Det skjedde ein feil under kopieringa av nettverksinnstillingane. Installasjonen vil fortsetja, men nettverksinnstillingane må setjast opp att i det installerte systemet.
ru: Произошла ошибка при копировании настроек сети. Установка продолжится, но сеть должна будет быть настроена ещё раз в установленной системе.

source: Calculating files to skip copying...
ko: 복사하지 않을 파일 계산중 ...
lt: Skaičiuojami failai, kurių nereikia kopijuoti...
nn: Reknar ut kva filer som ikkje skal kopierast...
ru: Подсчёт пропускаемых файлов...

source: Installing language packs
ko: 언어 팩 설치 중
lt: Diegiami kalbos paketai
nn: Installerer språkpakkane
ru: Установка языковых пакетов

source: Downloading language packs (${TIME} remaining)...
ko: 언어 팩 다운로드 중 (${TIME} 남음)...
lt: Atsiunčiami kalbos paketai (${TIME} liko)...
nn: Lastar ned språkpakkar (${TIME} står att)...
ru: Загрузка языковых пакетов (осталось ${TIME} )...

source: Failed to unmount partitions
ko: 파티션의 마운트 해제 실패
lt: Nepavyko atjungti skirsnių
nn: Klarte ikkje avmontere partisjonane
ru: Не удалось размонтировать разделы

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
ko: 인스톨러가 파티션 테이블에 변화를 적용시키려 했지만, 다음 마운트 위치를 마운트 해제할 수 없어서 할 수 없었습니다:
lt: Įdiegimo programa turi padaryti pakeitimus kompiuterio disko skirsnių lentelėje, tačiau dabar to padaryti negalima, nes nepavyksta atjungti skirsnių, prijungtų prie žemiau nurodytų aplankų:
nn: Installasjonen treng å endra på partisjonstabellane men kan ikkje gjera dette fordi partisjonar på desse monteringspunkta ikkje lèt seg avmonterast:
ru: Установщик должен применить изменения к разделам, но не может этого сделать из-за невозможности отмонтирования разделов на следующих точках монтирования:

source: Please close any applications using these mount points.
ko: 이 마운트 위치를 사용하는 모든 응용프로그램을 종료해주십시오.
lt: Uždarykite visas programas, kurios naudoja failus ar poaplankius, esančius šiuose aplankuose.
nn: Lukk programma som brukar desse monteringspunkta.
ru: Пожалуйста, закройте все приложения, использующие следующие точки монтирования:

source: Would you like the installer to try to unmount these partitions again?
ko: 인스톨러가 다시 이 파티션을 마운트 해제하도록 할까요?
lt: Ar jūs norite, kad įdiegimo programa vėl pabandytų atjungti šiuos skirsnius?
nn: Vil du at installasjonsprogrammet skal prøva å avmontera desse partisjonane att?
ru: Вы хотите, чтобы установщик еще раз попытался отмонтировать эти разделы?

source: Do you want to return to the partitioner?
ko: 파티션 프로그램으로 돌아가시겠습니까?
lt: Ar norite grįžti į diskų skirsnių tvarkymą?
nn: Vil du gå attende til partisjoneringa?
ru: Вернуться к программе разметки?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
ko: 몇개의 파티션들의 크기가 너무 작습니다. 아래의 파티션들을 최소 사이즈로 조정해주세요.
lt: Kai kurie jūsų sukurti skirsniai yra per maži. Prašome padaryti šiuos skirsnius bent tokio dydžio:
nn: Nokre av partisjonane du laga er for små. Lag følgjande partisjonar på minst:
ru: Некоторые разделы, которые Вы создали, слишком малы. Пожалуйста, сделайте следующие разделы не меньше, чем:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
ko: 파티션 프로그램으로 돌아가지 않고 파티션 크기를 늘리지 않는다면 설치는 실패할 것입니다.
lt: Jei negrįšite į skirsnių programą ir nepadidinsite šių skirsnių dydžių, diegimas gali nepavykti.
nn: Om du ikkje går tilbake til partisjoneraren og aukar storleiken på desse partisjonane, kan installasjonen mislukkast.
ru: Если вы не вернётесь к разметке дисков и не увеличите размер этих разделов, установка может завершиться неудачно.

source: System Configuration
ko: 시스템 설정
lt: Sistemos konfigūracija
nn: Systemoppsett
ru: Настройка системы

source: Choose language
ko: 언어 선택
lt: Pasirinkite kalbą / Choose language
ru: Выбор языка / Choose language

source: Network configuration
ko: 네트워크 설정
lt: Tinklo nustatymai
nn: Nettverksoppsett
ru: Конфигурация сети

source: Software selection
ko: 소프트웨어 선택
lt: Programinės įrangos parinkimas
nn: Programvareutval
ru: Выбор программ

source: Applying configuration
ko: 설정 적용중
lt: Pritaikoma konfigūracija
ru: Применить настройки

source: Language
ko: 언어
lt: Kalba
nn: Språk
ru: Язык

source: Timezone
ko: 시간대
lt: Laiko juosta
nn: Tidssone
ru: Часовой пояс

source: Keyboard
ko: 키보드
lt: Klaviatūra
nn: Tastatur
ru: Клавиатура

source: Disk Setup
ko: 디스크 설정
lt: Disko konfigūracija
nn: Diskoppsett
ru: Установка диска

source: User Info
ko: 사용자 정보
lt: Informacija apie naudotoją
nn: Brukarinformasjon
ru: Сведения о пользователе

source: Summary
ko: 요약
lt: Santrauka
ru: Сводная информация

source: installation process
ko: 설치 과정
lt: diegimo procesas
nn: Innstallasjonsprosess
ru: процесс установки

source: Checking for installer updates
lt: Ieškoma diegimo programos atnaujinimų
nn: Sjekkar etter installasjonsoppdateringar
ru: Поиск обновлённой версии установщика

source: Reading package information
ko: 패키지 정보를 읽는 중
lt: Skaitoma paketų informacija
nn: Les pakkeinformasjon
ru: Чтение информации о пакете

source: Updating package information
ko: 패키지 정보 갱신중
lt: Atnaujinama paketų informacija
nn: Oppdaterer pakkeinformasjon
ru: Обновление информации о пакете

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
lt: Failas ${INDEX} iš ${TOTAL} ${SPEED}/s
nn: Fil ${INDEX} av ${TOTAL} med ${SPEED}/s
ru: Файл ${INDEX} из ${TOTAL} на скорости ${SPEED}/с

source: File ${INDEX} of ${TOTAL}
ko: 파일 ${INDEX} 의 ${TOTAL}
lt: Failas ${INDEX} iš ${TOTAL}
nn: Fil ${INDEX} av ${TOTAL}
ru: Файлов ${INDEX} из ${TOTAL}

source: Installing update
ko: 업데이트 설치 중
lt: Diegiamas atnaujinimas
nn: Installerer oppdatering
ru: Установка обновления

source: Error updating installer
ko: 업데이트 설치 오류
lt: Klaida atnaujinant diegimo programą
nn: Feil under oppdatering av installasjonsprogrammet
ru: Ошибка обновления программы установки

source: The installer encountered an error while trying to update itself:
ko: 자동 업데이트 설치 오류가 발생했습니다:
lt: Diegimo programa susidūrė su klaida mėgindama save atnaujinti:
nn: Det oppstod ein feil da installasjonsprogrammet prøvde å oppdatera seg sjølv;
ru: Программа установки обнаружила ошибку при обновлении:

source: Please choose the language to use for the install process. This Language will be the default language for this computer.
lt: Prašome pasirinkti kalbą diegimo procesui. Ši kalba bus pagrindinė šio kompiuterio kalba.
ru: Пожалуйста, выберите язык, который будет использован в процессе установки. Этот язык будет установлен языком по умолчанию для вашего компьютера.

source: Continue with installation.
ko: 설치 계속
lt: Tęsti diegimą.
ru: Продолжить установку.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
nn: Du kan prøva ${RELEASE} rett frå ${MEDIUM}-en utan å gjere endringar på datamaskina di.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
nn: Eller dersom du er klar, kan du installera ${RELEASE} attmed (eller i staden for) ditt noverande operativsystem. Dette bør ikkje ta alt for lang tid.

source: Warning
nn: Åtvaring

source: Choose your keyboard layout:
nn: Vel di tastaturutforming:

source: Type here to test your keyboard
nn: Skriv her for å teste tastaturet ditt

source: Your name:
nn: Namnet ditt:

source: Your name
nn: Namnet ditt

source: Pick a username:
nn: Vel eit brukarnamn:

source: Username
nn: Brukarnamn

source: Choose a password:
nn: Vel eit passord:

source: Password
nn: Passord

source: Confirm password
nn: Stadfest passord

source: Your computer's name:
nn: Namnet på denne datamaskina:

source: The name it uses when it talks to other computers.
nn: Namnet den brukar når den snakkar med andre datamaskinar.

source: Short password
nn: Kort passord

source: Weak password
nn: Svakt passord

source: Fair password
nn: Middels sterkt passord

source: Good password
nn: Godt passord

source: Strong password
nn: Sterkt passord

source: Encrypt my home folder
nn: Krypter heimemappa mi

source: Allocate drive space
nn: Angi stasjonsstørrelsar

source: _Install Now[ action ]
nn: _Installer no

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
nn: Installasjonen er ferdig. Du kan fortsette testinga av ${RELEASE} no, men endringar og dokument vil fyrst kunne lagrast når maskina er starta om att.

source: Ready when you are...
nn: Klar når du er det...

source: Prepare
nn: Førebu

source: Please choose the language to use for the install process. This language will be the default language for this computer.
nn: Ver vennleg å vel installasjonspråk. Dette språket vil verte standard språk for denne datamaskina.
