Repository: skissane/ubuntu-ubiquity
Catalog: debian/real-po/*.po
Languages: ko, lt, nn, ru

source: Installation failed
nn: Innstallasjonen feila

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
nn: Installasjonsprogrammet støytte på ein uoppretteleg feil. Ei skrivebordsøkt vil no starta slik at du kan sjå nærare på problemet eller prøve å installera på nytt.

source: The installer encountered an unrecoverable error and will now reboot.
nn: Installasjonsprogrammet støytte på ein uoppretteleg feil og vil no starta på nytt.

source: Preparing to install ${RELEASE}
nn: Gjer klar for å installera ${RELEASE}

source: Wireless
nn: Trådlaus

source: Please select your wireless network from this list
nn: Ver vennleg å vel ditt trådlause nettverk frå denne lista

source: Select drive:
nn: Vel stasjon:

source: Allocate drive space by dragging the divider below:
nn: Fordel diskplass ved å dra delarane nedanfor:

source: The entire disk will be used:
nn: Heile disken vil verte brukt:

source: %d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control
nn: %d mindre partisjonar er gøymde. Bruk <a href="">verktøy for avansert partisjonering</a> for meir kontroll

source: 1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control
nn: 1 mindre partisjon er gøymd. Bruk <a href="">verktøy for avansert partisjonering</a> for meir kontroll

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
nn: %d partisjonar vil verte sletta. Bruk <a href="">verktøy for avansert partisjonering</a> for meir kontroll

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
nn: 1 partisjon vil verte sletta. Bruk <a href="">verktøy for avansert partisjonering</a> for meir kontroll

source: Split Largest Partition
nn: Del opp den største partisjonen

source: For best results, please ensure that this computer:
nn: For dei beste resultata, ver vennleg å kontroller at denne datamaskina:

source: has at least ${SIZE} available drive space
nn: har minst ${SIZE} ledig diskplass

source: is plugged in to a power source
nn: Er kopla til ei straumkjelde

source: is connected to the Internet
nn: Er kopla til internett

source: ${RELEASE} uses third-party software to display Flash, MP3 and other media, and to work with some wireless hardware. Some of this software is closed-source. The software is subject to the license terms included with the software's documentation.
nn: ${RELEASE} brukar tredjeparts programvare for visning av Flash, MP3 og andre media, samt med nokre trådlause nettverkskort. Noko av denne programvara er lukka kjeldekode. Programvara er underlagt lisensvilkår inkludert i den aktuelle programvara si dokumentasjon.

source: Fluendo MP3 plugin includes MPEG Layer-3 audio decoding technology licensed from Fraunhofer IIS and Thomson.
nn: Programtillegget Fluendo MP3 brukar MP3-dekodingsteknologi lisensiert frå Fraunhofer IIS og Thomson.

source: Install this third-party software
nn: Installer denne tredjeparts programvare

source: Download updates while installing
nn: Last ned oppdateringar medan installasjonen pågår

source: Time Zone:
nn: Tidssone:

source: [type here to change]
nn: [Skriv her for å endra]

source: OEM mode (for manufacturers only)
nn: OEM-modus (berre for maskinprodusentar)

source: Prepare for OEM configuration
nn: Gjer klart for OEM-konfigurasjon

source: Preparing for OEM configuration...
nn: Gjer klart for OEM-konfigurasjon...

source: Ready for OEM configuration
nn: Klar for OEM-konfigurasjon

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
nn: Når du statar maskina om att med det nye systemet vil du kunna logga inn med «oem» som brukarnamn, og passordet du valde tidlegare i prosessen. Denne brukaren vil også ha administrative rettar ved bruk av kommandoen «sudo». Du kan då gjera endringar i systemet tilpassa behova dine.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
nn: Straks systemet er tilfredstillande konfigurert, køyr «oem-config-prepare». Systemet vil då sletta den mellombelse «oem»-brukaren. Sluttbrukaren vert stillt forskjellege konfigurasjonsspørsmål neste gong systemet startar.

source: Removing packages
nn: Fjernar pakkar
