Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: Themes can greatly improve the aesthic appeal of a MythTV setup, and display it to match your tastes much better.
es: Los temas pueden mejorar significativamente el aspecto estético de una instalación MythTV, y lo muestra para ajustarla mucho mejor a sus gustos.
eu: Gaiak erabiliz MythTV-ren itxura hobetu ahalko duzu, eta zure gustuetara egokitu.
sk: Témy môžu výrazne zlepšiť estetický dojem z MythTV a prispôsobiť ho tak ako sa vám páči.

source: Official Themes
es: Temas oficiales
eu: Gai ofizialak
nb: Offisielle tema
pt_br: Temas Oficiais
sk: Oficiálne témy

source: Community Themes
es: Temas de la comunidad
eu: Komunitatearen gaiak
pt_br: Temas da Comunidade
sk: Komunitné témy

source: This themes package includes all themes distributed by the MythTV website.
es: Este paquete de temas incluye todos los temas distribuidos por el sitio web de MythTV.
eu: MythTV webguneak hornitutako gai guztiak daude gai-pakete honetan
pt_br: Esse pacote de temas inclui todos os temas distribuídos pelo website do MythTV.
sk: Tento balík tém obsahujú všetky témy, ktoré sú šírené prostredníctvom webstránky MythTV.

source: This themes package is a collection of community themes generated by other MythTV users.
es: Este paquete de temas es una colección de temas generados por la comunidad, por otros usuarios de MythTV.
eu: MythTV erabiltzaileen komunitateak sortutako gai batzuk daude gai-pakete honetan.
pt_br: Esse pacote de temas é uma coleção de temas da comunidade gerado por outros usuários do MythTV.
sk: Tento balík tém obsahujú všetky témy, ktoré vytvorili ostatné používatelia MythTV.

source: Configuring remote control...
es: Configurando el control remoto...
eu: Urruneko kontrola konfiguratzen...
pt_br: Configurando o controle remoto...
sk: Nastavuje sa vzdialené ovládanie...

source: Make sure to allocate space for a root partition ("/"), with a minimum size of 2 GB, and a swap partition of at least 256 MB.
af: Maak seker daar is genoeg spasie vir 'n lêerstelsel ("/") met 'n minimum grootte van 2GB, en 'n ruillêer van minstens 256MB.
gl: Asegurese de asignar suficiente espacio para unha partición raíz ("/"), cun tamaño mínimo de 2 GB, e unha particion de intercambio de ó menos 256 MB
he: ודא כי אתה מקצה מספיק שטח למחיצת ה root ("/"), בגודל מינימלי של 2GB, ומחיצת swap בגודל של לפחות 256MB.
ja: ルートパーティション("/")に最低でも2GB、スワップパーティションに最低でも256MBの領域を確保するようにしてください。
ku: Bi xwe bawer bî ku te ji bo beşa kok ("/") herî kêm 2 GB û ji bo beşa pevguhartinê jî herî kêm 256 MB cih veqetandibe.
ro: Fiţi sigur ca alocaţi suficient spaţiu pentru o partiţie rădăcină („/”) cu o dimensiune minimă de 2 GB şi o partiţie swap de cel puţin 256 MB.
sl: Prepričajte se, da namenite vsaj 2 GB prostora za korenski razdelek (»/«) in vsaj 256 MB prostora za izmenjevalni (swap) razdelek.
ta: குறைந்தது 2 GB அளவு உள்ள மூல (ரூட்) பகிர்வு "/"), உருவாக்கவும்.இட மாற்றுக்கு (swap) குறைந்தது 256 MB. அளவு உடைய பகிர்வு உருவாக்கவும்.
th: คุณได้จัดสรรพื้นที่สำหรับพาร์ทิชั่น root ("/") พื้นที่ไม่ต่ำกว่า 2 GB และพาร์ทิชั่น swap พื้นที่ว่างไม่ต่ำกว่า 256 MB แล้ว?
tl: Siguruhing makapagtabi ng lugar para sa root partition ("/"), na may pinakamaliit na laking 2 GB at isang swap partition na higit sa 256 MB.

source: Prepare mount points
af: Maak hegpunte gereed
be: Падрыхтуй пункты мантаваньня
bn: মাউন্ট পয়েন্ট প্রস্ততি
da: Klargør monteringspunkter
gl: Preparar puntos de montaxe
ja: マウントポイントの準備
ku: Xalên mountê amade bike
ro: Pregătire puncte de montare
sl: Pripravite priklopne točke
ta: ஏற்றுப்புள்ளிகள் தயாரித்தல்
th: จัดเตรียมตำแหน่งเมานท์
tl: Ihanda ang mga mount point

source: Select which partitions you want to use for your new installation, and where you want to mount each of them.
af: Kies watter partisies jy wil gebruik vir jou nuwe installasie, en waar jy elke een aan die lêerstelsel wil aanheg.
be: Выбяры партыцыі, якія ты хочаш выкарыстаць для ўсталёўкі новай сыстэмы і месцы мантаваньня кожнае зь іх.
bn: আপনি কোন পার্টিশনগুল ব্যবহার করে নতুন ইনস্টালেশন করতে চান এবং কোথায় আপনি প্রতিটি মউন্ট করতে চান তা নির্বাচন করুন।
da: Angiv hvilke partitioner du vil bruge til din nye installation og hvor du ønsker at montere hvert af disse.
he: בחר את המחיצות בהן אתה רוצה להשתמש בהתקנה החדשה, והיכן אתה רוצה לעגן כל אחת מהן.
ja: インストールに使うパーティションと、それぞれをマウントする場所を選んでください。
ku: Ji bo sazkirina nû partisyona ku dixwazî bikar bînî û ciyên ji bo mountkirina her yek ji wan hilbijêre.
ro: Selectaţi ce partiţii doriţi să folosiţi pentru noua instalare şi unde doriţi să le montaţi pe fiecare.
sl: Izberite razdelke, ki jih želite uporabiti za svojo novo namestitev in določite, kam jih želite priklopiti.
ta: உங்கள் புதிய நிறுவலுக்கு எந்த பகிர்வுகளை பயன்படுத்தப் போகிறீர்கள் அவற்றை எங்கு ஏற்றப் போகிறீர்கள் என தேர்ந்தெடுக்கவும்.
th: เลือกพาร์ทิชั่นที่คุณต้องการติดตั้ง และระบุตำแหน่งเมานท์ของพาร์ทิชั่นที่คุณเลือก
tl: Piliin ang mga partition na nais mong gamitin para sa pagluklok at kung saan mo nais i-mount ang bawat isa.

source: You must mount one partition on the root file system ("/"), and you must choose at least one partition for use as swap space.
af: Jy moet een partisie as wortellêerstelsel ("/") aandui, en jy moet ten minste een partisie as ruilpartisie kies.
bn: আপনাকে অবশ্যই একটি পার্টিশন রুট ফাইল সিস্টেমে ("/") মউন্ট করতে হবে এবং অন্তত পক্ষে একটি পার্টিশন সোয়াপ পার্টিশন হিসেবে নির্বাচন করতে হবে।
da: Du skal montere en partition for root filsystemet ("/") og du skal vælge mindst en partition til brug som swap.
he: אתה חייב לעגן מחיצה אחת כמערכת קבצים - root ("/"), ואתה חייב לבחור לפחות מחיצה אחת שתשמש כשטח swap.
ja: ルートファイルシステム("/")としてパーティションをマウントしなければなりません。また、スワップスペースとして少なくとも一つのパーティションを選択しなければなりません。
ku: Divê tu beşekê li pergala dosyeyan a kok ("/") re girê bide û ji bo weke beşa pevguhertinê were bikaranîn divê tu herî kêm beşekê hilbijêre.
ro: Trebuie să montaţi o partiţie în rădăcina sistemului de fişiere („/”) şi trebuie să alegeţi cel puţin o partiţie pentru swap.
sl: En razdelek morate priklopiti kot korenski datotečni sistem (»/«), vsaj en razdelek pa morate izbrati za izmenjevalni (swap) prostor.
ta: ஒரு பகிர்வை நீங்கள் ("/") மூல அடைவு அமைப்புக்கு ஏற்ற வேண்டும்.மேலும் குறைந்தது ஒரு பகிர்வை இட மாற்றுக்கு பயன் படுத்த தேர்ந்தெடுக்க வேண்டும்.
th: ท่านต้องติดตั้ง (mount) พาติชั่นหนึ่งในระบบไฟล์ราก (root file system) ("/"),และท่านต้องเลือกอย่างน้อยหนึ่งพาติชั่นสำหรับใช้ในการสลับพื้นที่.
tl: Kailangan mong mag-mount ng isang partition sa root file system ("/"), at kailangan mong pumili ng isa o higit pa para gamitin bilang swap.

source: Mount Point
af: Hegpunt
be: Пункт мантаваньня:
bn: মাউন্ট পয়েন্ট
ja: マウントポイント
ku: Xala Mountkirinê
ro: Punct de montare:
sl: Priklopna točka
ta: ஏற்றுப் புள்ளி
th: จุดเมานท์:

source: Partition
af: Partisie
be: Партыцыя
bn: ডিস্ক পার্টিশন
ja: パーティション
ku: Partisyon (partîsiyonkirina Diskan)
ro: Partiţie
sl: Razdelek
ta: வட்டை பகிர்க
th: พาร์ทิชั่น

source: Reformat?
af: Herformateer?
be: Фарматаваць ізноў?
bn: আবার ফর
da: Genformater?
he: לפרמט מחדש?
ja: フォーマットする
ku: Ji nû ve were formatkirin?
ro: Reformatare?
sl: Formatiram?
ta: மீண்டும் வட்டு வடிவமைப்பு செய்யவா?
th: ฟอร์แมทใหม่?
tl: I-reformat?

source: You must supply a root ("/") mount point.
af: Jy moet 'n wortelhegpunt ("/") verskaf.
bn: আপনাকে অবশ্যই রুট ("/") -এর মাউন্ট পয়েন্ট দিতে হবে
da: Du skal angive et root ("/") monteringspunkt.
he: חובה לקבוע נקודת עגינה ל root ("/")
ja: ルートマウントポイントを指定しなければなりません。
ku: Divê tu xaleke girêdanê ya kok ("/") diyar bike.
ro: Trebuie să specificaţi un punct de montare rădăcină („/”).
sl: Določiti morate eno korensko (»/«) priklopno točko.
ta: நீங்கள் மூலத்திற்கு ஏற்றுப் புள்ளி தரவேண்டும்.
th: คุณควรมีตำแหน่งเมาน์ที่เป็น root ("/")
tl: Kinakailangan mong magbigay ng root ("/") mount point.

source: Make sure to remove the CD when restarting the computer, otherwise it will start back up using this live CD rather than the newly-installed system.
af: Sorg dat jy die CD van die rekenaar verwyder wanneer jy die rekenaar weer laat loop, anders sal dit weer van hierdie live CD loop in plaas van jou nuut-geïnstalleerde stelsel.
bn: কম্পিউটারটি রিস্টার্ট করবার সময় সিডিটি বের হয়েছে কি-না তা নিশ্চত করুন, নয়তবা এটি নতুন ইনস্টলকৃত সিস্টেমের পরিবর্তে এই লাইভ সিডি ব্যবহার করেই ব্যাকআপ করা শুরূ করবে।
da: Sørg for at fjerne cd'en når du genstarter computeren, ellers vil den starte op via live-cd'en i stedet for det nyligt installerede system.
gl: Asegurese de sacar o CD cando reinicie a computadora, da otra maneira iniciarase a copia desde o CD en vez de o sitema recien instalado.
ja: コンピュータの再起動時に、CDを取り出すのを忘れないでください。取り出さなければ、新しくインストールされたシステムではなく、このライブCDが起動してしまうでしょう。
ku: CD'ê ji komputerê derxe, heke dernexî dê komputer bi CD'a zindî bê destpêkirin û sazkirineke nû bê destpêkirin.
ro: Asiguraţi-vă că scoateţi CD-ul când reporniţi calculatorul, altfel va porni din nou acest live CD în loc noul sistem instalat.
sl: Prepričajte se, da pred ponovnim zagonom odstranite zgoščenko. V nasprotnem primeru se bo računalnik spet zagnal s te žive zgoščenke, namesto da bi uporabil novo nameščeni sistem.
ta: கணினியை மறு துவக்கம் செய்யும் போது நிறுவா குறுந் தட்டை எடுத்து விடவும். இல்லாவிடில் புதிய நிறுவலுக்கு பதில் இந்த நிறுவா குறுந் தட்டே மீண்டும் இயங்க ஆரம்பிக்கும்.
th: โปรดตรวจสอบว่าคุณได้นำแผ่นซีดีออกแล้วเมื่อรีสตาร์ทคอมพิวเตอร์
tl: Siguraduhing alisin ang CD kapag i-restart ang kompyuter dahil ang kompyuter babalik sa paggamit ng live CD na ito sa halip na gamitin ang bagong install na system.

source: Running ${SCRIPT}...
af: Laat ${SCRIPT} loop...
be: Выконваецца ${SCRIPT}...
bn: ${SCRIPT} চলছে...
da: Udfører ${SCRIPT}...
gl: A executar ${SCRIPT}...
he: מריץ את ${SCRIPT}...
ja: ${SCRIPT} を実行しています...
ku: Dixebitîne ${SCRIPT}...
ro: Se rulează ${SCRIPT}...
sl: Poganjam ${SCRIPT}...
th: กำลังทำ ${SCRIPT}...
tl: Pinapatakbo ang ${SCRIPT}...

source: Select a city in your country and time zone.
bn: আপনার সময় অঞ্চলে অবস্থিত একটি শহর নির্বাচন করুন
da: Vælg en by i dit land og din tidszone.
gl: Escolla a cidade do teu pais e o fuso horario
ja: タイムゾーンを設定するために都市を選択してください。
ro: Selectaţi un oraş de pe fusul dvs. orar:
sl: Izberite mesto v svoji državi in časovni pas.
th: เลือกจังหวัด ประเทศ และช่วงเวลา
tl: Pumili ng lungsod sa inyong zonang orasan:

source: Set Time...
af: Stel Tyd...
bn: আপনার সময় নির্বাচন করুন
da: Indstil tiden...
gl: Establecer hora...
ja: 時刻の設定...
ro: Setare timp...
sl: Nastavi čas ...
th: ตั้งเวลา...
tl: Itakda ang Oras...

source: Select a disk
af: Kies 'n skyf
bn: একটি ডিস্ক বেছে নিন
gl: Escolla un disco:
ja: ディスクの選択
sl: Izberite disk
th: เลือกดิสก์
tl: Pumili ng disk

source: You can have the installer automatically create space in various ways on any one of the following hard disks. Alternatively, you can partition the disks manually.
af: Jy kan die installeerder outomaties laat spasie skep op verskillende maniere op enige van die volgende hardeskywe. Anders kan jy die skywe met die hand partisie.
bn: আপনি চাইলেই ইনস্টালার স্বয়ংক্রিয় ভাবে বিভিন্ন উপায়ে নিম্নোক্ত যে কোন হার্ডডিস্কে স্থান তৈরি করে নিতে পারে। বিকল্প পদ্ধতি হিসেবে আপনি নিজে পার্টিশন তৈরি করতে পারেন।
gl: Podes escoller que o instalador libere espacio de moitas maneiras nalgun dos seguintes discos duros. Alternativamente, podes particionar os discos manualmente.
ja: ハードディスクのうちどれか一台に、さまざまな方法で自動的に領域を作成することができます。もしくは手動でディスクをパーティショニングすることもできます。
sl: Namestilnik lahko na različne načine samodejno ustvari prostor na katerem koli trdem disku, ki sledijo. Možno je tudi, da disk razdelite ročno.
th: คุณสามาถเลือกการติดตั้งแบบอัตโนมัติได้ โดยระบบจะจัดสรรพื้นที่บนฮาร์ดดิสก์ให้โดยอัตโนมัติ หรือคุณจะจัดการกับพาร์ทิชั่นบนฮาร์ดดิสก์ของคุณด้วยตนเองก็ได้

source: Copying files (${TIME} remaining)...
gl: Copiando arquivos (Queda ${TIME})
ja: ファイルをコピーしています (残り ${TIME})...
sl: Kopiranje datotek (preostaja ${TIME}) ...
th: กำลังคัดลองไฟล์ (ต้องใช้เวลาอีก ${TIME})...
tl: Sinisipi ang mga files (${TIME} ang natitira)...

source: Cleaning up...
ja: クリーニング中です...
th: กำลังเก็บกวาด...

source: GRUB will be installed to DEVICE
tl: Ang GRUB ay iluluklok sa DEVICE
