Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
es: Tipo de instalación: ${INSTALLTYPE} Controladores: Controlador de vídeo adicional: ${VIDEO_DRIVER} Salida de TV: ${TVOUT}, ${TVSTANDARD} Servicios adicionales: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Servicio MythTV: ${EN_MYSQL} Preguntas de instalación normal de Ubuntu: Idioma: ${LANGUAGE} Teclado: ${KEYMAP} Nombre completo: ${FULLNAME} Nombre de usuario: ${USERNAME} Ubicación: ${LOCATION}
eu: Instalazio-mota: ${INSTALLTYPE} Kontrolatzaileak: Bideo kontrolatzaile gehig.: ${VIDEO_DRIVER} TV-irteera: ${TVOUT}, ${TVSTANDARD} Zerbitzu gehigarriak: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Zerbitzua: ${EN_MYSQL} Ubuntu-instalazioko ohiko galderak: Hizkuntza: ${LANGUAGE} Teklatu-diseinua: ${KEYMAP} Izen osoa: ${FULLNAME} Erabiltzaile-izena: ${USERNAME} Kokalekua: ${LOCATION}
hr: Instalacijski Tip: ${INSTALLTYPE} Upravljači: Dodaj. Video Upravljač: ${VIDEO_DRIVER} TV-Izlaz: ${TVOUT}, ${TVSTANDARD} Dodatne Usluge: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Usluga: ${EN_MYSQL} Normalna Ubuntu Instalacijska Pitanja: Jezik: ${lANGUAGE} Plan tipkovnice: ${KEYMAP} Regularno Ime: ${FULLNAME} Regularno Prijavno ime: ${USERNAME} Lokacija: ${LOCATION}
nb: Installasjonstype: ${INSTALLTYPE} Drivere: Legg til videodriver: ${VIDEO_DRIVER} TV-ut: ${TVOUT}, ${TVSTANDARD} Tilleggstjenester: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV: ${EN_MYSQL} Vanlige Ubuntu installasjonsspørsmål: Språk: ${LANGUAGE} Tastaturoppsett: ${KEYMAP} Virkelig navn: ${FULLNAME} Vanlig innloggingsnavn: ${USERNAME} Lokalisering: ${LOCATION}
pt_br: Tipo de Instalação: ${INSTALLTYPE} Drivers: Adicionar Driver de Video: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Serviços Adicionais: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Questões Normais de instalação do Ubuntu: Idioma : ${LANGUAGE} Teclado: ${KEYMAP} Nome Completo: ${FULLNAME} Nome do Usuário: ${USERNAME} Endereço: ${LOCATION}
sk: Typ inštalácie: ${INSTALLTYPE} Ovládače: Dopl. video ovládač: ${VIDEO_DRIVER} TV-výstup: ${TVOUT}, ${TVSTANDARD} Ďalšie služby: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} služba MythTV: ${EN_MYSQL} Bežné inštalačné otázky Ubuntu: Jazyk: ${LANGUAGE} Rozloženie klávesnice: ${KEYMAP} Bežné meno: ${FULLNAME} Bežné prihlasovacie meno: ${USERNAME} Lokalita: ${LOCATION}

source: What Type of Installation?
es: ¿Qué tipo de instalación?
eu: Zein instalazio-mota?
hr: Vrsta instalacije?
pt_br: Qual Tipo de Instalação?
sk: Aký typ inštalácie?

source: Two installation types are available for Mythbuntu:
es: Hay dos instalaciones disponibles para Mythbuntu:
eu: Bi instalazio mota daude Mythbuntu-rentzako:
hr: Dva tipa instalacije su dostupna za Mythbuntu:
nb: To installasjonstyper er tilgjengelig for Mythbuntu:
pt_br: Dois tipos de instalação estão disponíveis para o Mythbuntu:
sk: Pre Mythbuntu sú k dispozícii dva typy inštalácie.

source: Standard Installation
es: Instalación estándar
eu: Instalazio estandarra
hr: Standardna instalacija
nb: Standard installasjon
pt_br: Instalação Padrão
sk: Štandardná inštalácia

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
es: Una instalación estánar instalará y configurará cada opción con una mínima interacción con el usuario. Instalará un backend, un frontend, todos los controladores y todos los temas.
eu: Instalazio estandar batean, erabiltzaileak ezer eginbeharrik gabe instalatu eta konfiguratzen dira aukera guztiak: backend, frontend, plugin guztiak eta gai guztiak.
hr: Standardna instalacija će instalirati i konfigurirati svaku opciju s minimalnom potrebom za korisničkom interakcijom tijekom procesa instalacije. Instalirati će se: sučelje, svi dodaci, sve teme i administracijsko sučelje.
nb: En standard installasjon vil installere og konfigurere alle valg med minimal brukerinteraksjon. Dette vil installere en bakende, framende, alle utvidelser og alle tema.
pt_br: Uma instalação básica irá instalar e configurar todas as opções com o mínimo de interação com o usuário. Isso irá instalar um backend, frontend, todos os plugins e todos os temas
sk: Štandardná inštalácia nainštaluje a nastaví každú voľbu s minimálnou súčinnosťou užívateľa. Nainštaluje backend, frontend, všetky pluginy a všetky témy.

source: Advanced Installation
es: Instalación avanzada
eu: Instalazio aureratua
hr: Napredna instalacija
pt_br: Instalação Avançada
sk: Pokročilá inštalácia

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
es: Una instalación avanzada se puede usar para personalizar lo que sea necesario en esta instalación de Mythbuntu. NOTA: Se necesita una instalación avanzada para añadir una máquina Mythbuntu a una red basada en MythTV ya existente.
eu: Instalazio aurreratua erabil dezakezu Mthbuntu honetan instalatu nahi duzuna pertsonalizatzeko. OHARRA: instalazio aurreratua burutu beharko duzu Mythbuntu makina berria gehitzeko MythTV-n oinarritutako sare batera.
hr: Naprednija instalacija se može koristiti kako bi se ono što je potrebno prilagodilo za ovu Mythbuntu instalaciju. UOČITE: Napredna instalacija potrebna je kako biste dodali Mythbuntu stanicu postojećoj mreži zasnovanoj na MythTV-u.
nb: En avansert installasjon kan brukes til å tilpasse hva som trengs for denne Mythbuntu installasjonen. MERK: En avansert installasjon er nødvendig for å legge til en Mythbuntu maskin til et eksisterende MythTV basert nettverk.
pt_br: Uma instalação avançada pode ser usada para personalizar o que é for necessário para essa instalação do Mythbuntu. NOTA: Uma instalação avançada é necessária para adicionar uma máquina Mythbuntu em uma rede MythTV existente.
sk: Je možné použiť pokročilú inštaláciu na prispôsobenie potrebných komponentov Mythbuntu. POZN.: Pokročilá inštalácia je potrebná pre pridanie stroja Mythbuntu do existujúcej siete založenej na MythTV.

source: Advanced Installation Type
es: Tipo de instalación avanzada
eu: Instalazio-mota aurreratua
hr: Tip napredne instalacije
pt_br: Tipo de Instalação Avançada
sk: Typ pokročilej inštalácie

source: What type of system will this be?
es: ¿Qué tipo de sistema será este?
eu: Zein sistema mota izango da hau?
hr: Koji tip sustava će ovo biti?
nb: Hva slags system vil dette bli?
pt_br: Qual tipo esse sistema será?
sk: Aký typ systému to bude?

source: Primary Backend w/ Frontend
es: Backend primario con frontend
eu: Backend primarioa, Frontend-duna
hr: Glavna pozadinska aplikacija sa sučeljem
nb: Hoved bakende m/ framende
pt_br: Backend w/ Frontend primário
sk: Primárny backend s frontendom

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
es: Una máquina combinada backend/frontend es la configuración más común para aquellos que quieran el MythTV para aplicaciones HTPC. Este tipo de instalación está pensada para ser usada como un componente más de su cine en casa.
eu: Backend eta frontend bat dituen makina bat izango da egokiena MythTV instalatu ondoren HTPC aplikazioak erabili nahi dituen erabiltzaile batentzat. Instalazio-mota honen helburua zure 'etxeko-zinema' osatzea da.
hr: Računalo s pozadinskom aplikacijom i sučeljem najčešća je kombinacija za korisnike koji žele MythTV za HTPC programe. Ovaj tip instalacije se koristi kao komponenta kućnog kina.
nb: En bakende/framende kombinasjon er det mest vanlige oppsettet for folk som ønsker MythTV for HTPC bruk. Denne typen oppsett er ment for å brukes som en komponent i din hjemmekino.
pt_br: Uma máquina combo de backend/frontend é a configuração mais comumpara pessoas que desejam usar o MythTV para aplicações HTPC. Este tipo de instalação é destinado para usar como um componente do seu home theatre.
sk: Kombinovaný stroj s backendom/frontendom je najbežnejšou voľbou pre ľudí, ktorá chcú MythTV pre HTPC aplikácie. Tento typ inštalácie je určený pre použitie ako komponent v domácom kine.

source: Secondary Backend w/ Frontend
es: Backend secundario con frontend
eu: Backend sekundarioa, Frontend-duna
hr: Pričuvna pozadinska aplikacija sa sučeljem
nb: Sekundær bakende m/ framende
pt_br: Backend w/ Frontend secundário
sk: Sekundárny backend s frontendom

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
es: Con esto configurará un sistema similar a un backend primario con frontend, pero se configurará para conectarse a un backend existente en la red.
eu: 'Backend primarioa, Frontend-duna' instalazioaren antzekoa da hau, baina jadanik sarean badagoen backend batera konektatzeko konfiguratuko da.
hr: Ovo će postaviti sustav sličan onom s glavnom pozadinskom aplikacijom i sučeljem, ali će sučelje koristiti postojeću pozadinsku aplikaciju na mreži.
pt_br: Isto irá configurar um sistema similar a um Backend w/ Frontend Primário, porém será configurado para conectar a um backend existente na rede.
sk: Toto nastaví systém podpobný ako Primárny backend s frontendom, ale nakonfiguruje sa pre pripojenie k existujúcemu backendu v sieti.

source: Primary Backend
es: Backend primario
eu: Backend primarioa
hr: Glavna pozadinska aplikacija
pt_br: Backend Primário
sk: Primárny backend

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
es: Una máquina que sólo es backend normalmente está diseñada para funcionar necesitando muy poco mantenimiento. Esto está diseñado para ser instalalado como primer backend de una red.
eu: Backend-a bakarrik duen makina batek etxetresna elektriko baten antzera funtzionatuko du; ez du ia mantenurik beharko. Sare batetako backend primarioa izateko helburuarekin instalatuko da.
hr: Računalo samo s pozadinskom aplikacijom se koristi kao uređaj, gotovo bez održavanja. Ovo je namijenjeno za instalaciju prve pozadinske aplikacije na mreži.
pt_br: Uma máquina apenas como backend é geralmente projetada para funcionar como um dispositivo dedicado, necessitando de muito pouca manutenção. Isto é feito com o intuito de ser instalado como o primeiro backend em uma rede.
sk: Stroj určený iba ako backend má zvyčajne fungovať ako nezávislé zariadenie vyžadujúce veľmi malú údržbu. Má sa inštalovať ako prvý backend v sieti.

source: Secondary Backend
es: Backend secundario
eu: Backend sekundarioa
hr: Pričuvna pozadinska aplikacija
pt_br: Backend secundário
sk: Sekundárny backend

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
es: Con esto configurará un sistema similar a un backend primario, pero se configurará para conectarse a un backend existente en la red.
eu: Honela, Backend primario baten antzeko sistema instalatuko da, baina, sarean dagoeneko badagoen backend batetara konektatzeko konfiguratuko da.
hr: Ovo će instalirati sustav sličan Glavnoj pozadinskoj aplikaciji, ali će biti postavljen tako da se poveže na postojeću pozadinsku aplikaciju na mreži.
pt_br: Isto irá configurar um sistema similar a um Backend Primário, porém será configurado para conectar a um backend existente na rede.
sk: Toto nastaví systém podobne ako Primárny backend, ale bude nakonfigurovaný, aby sa pripájal k existujúcemu backendu v sieti.

source: Frontend
hr: Sučelje

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
es: La función principal de una máquina que sólo es frontend es recibir contenido multimedia del backend, y distribuirlo. Esta configuración requiere la existencia de un backend en la red.
eu: Frontend soila den makina baten helburua backend batetik edukiak jasotzea eta berriro banatzea da. Konfigurazio honek sarean jadanik backend bat egotea behar du.
hr: Glavna funkcija računala, koje ima samo sučelje, je primanje sadržaja od računala s pozadinskom aplikacijom i distribucija istog. Ova konfiguracija zahtijeva postojanje računala s pozadinskom aplikacijom.
pt_br: Uma máquina apenas com frontend tem como função principal receber conteúdo de um backend e distribuí-lo. Esta configuração requer um backend existente na rede.
sk: Jedinou funkciou frontend stroja je prijímať multimediálny obsah od backendu a šíriť ho. Táto konfigurácia vyžaduje v sieti existujúci backend.

source: Choose Frontend / Backend Plugins
es: Seleccionar complementos de frontend / backend
eu: Frontend / Backend plugin-ak hautatu
hr: Odaberite dodatke za sučelje / pozadinsku aplikaciju
pt_br: Escolha os plugins de Frontend / Backend
sk: Zvoľte moduly frontend / backend

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
es: Los complementos pueden ser usados para extender la funcionalidad de MythTV más allá de proveer una solución para la TV.
eu: Plugin-ei esker MythTV-ren funtzionalitateak nabarmen hedatu ahalko dituzu (bideo-grabatzaile batena baino askoz harago).
hr: Dodaci se mogu koristiti da prošire mogućnosti MythTV-a izvan rješenja pomicanja vremena toka TV programa.
sk: Moduly môžu byť použité na rozšírenie funkčnosti MythTV o schopnosť posúvania času TV.

source: Backend Plugins
es: Complementos de backend
eu: Backend Plugin-ak
hr: Dodaci za pozadinsku aplikaciju
pt_br: Plugins de Backend
sk: Backend moduly

source: Frontend Plugins
es: Complementos de frontend
eu: Frontend Plugin-ak
hr: Dodaci za sučelje
nb: Framende-utvidelser
pt_br: Plugins de Frontend
sk: Frontend moduly

source: Myth Web
hr: Myth Mreža

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
es: MythWeb proporciona una interfaz web que puede usarse para ver programaciones, programar grabaciones, borrarlas y buscar programas.
eu: MythWeb-ek web-interfaze bat eskaintzen dizu, zerrendak ikusteko, grabazioak programatzeko, grabazioak ezabatzeko, eta programak bilatzeko.
hr: MythMreža pruža mrežno sučelje koje se može koristiti za pregled lista, zakazivanje snimanja, brisanje snimaka i potragu za programima.
nb: MythWeb tilbyr et web-grensesnitt som kan brukes til å se programguide, planlegge opptak, slette opptak og lete etter TV-program.
pt_br: O MythWeb provê uma interface web que pode ser usada para ver listagens, agendar gravações, apagar gravações e buscar por programas.
sk: MythWeb poskytuje webové rozhranie, ktoré slúži na prezeranie programu TV, plánovanie záznamov, mazanie záznamov a vyhľadávanie relácií.

source: Myth Archive
es: Archivo Myth
hr: Myth Arhiva
nb: Myth-arkiv
sk: Myth archív

source: Myth Browser
es: Navegador Myth
hr: Myth Preglednik
nb: Myth Nettleser
sk: Prehliadač Myth

source: Myth Controls
es: Controles Myth
eu: Myth kontrolak
hr: Myth Kontrole
nb: Myth-kontroller
sk: Ovládacie prvky Myth

source: Myth Movies
hr: Myth Filmovi

source: Myth Gallery
es: Galería de Myth
hr: Myth Galerija
nb: Myth Galleri
sk: Myth galéria

source: Myth Game
es: Juego Myth
hr: Myth Igra
nb: Myth Spill
sk: Mýtické hry

source: Myth Music
es: Myth Música
hr: Myth Glazba
sk: Myth hudba

source: Myth News
es: Myth Noticias
hr: Myth Novosti
sk: Mýtické správy

source: Myth Phone
es: Myth Teléfono
hr: Myth Telefon

source: Myth Weather
es: Myth Meteorología
hr: Myth Vrijeme
pt_br: Previsão do tempo Myth
sk: Myth počasie

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
es: Un complemento de MythTV que le permite crear DVDs a partir de contenidos de su red MythTV.
eu: Zure MythTV Sareko edukiak erabiliz DVDak sortzeko aukera ematen dizun MythTV plugina.
hr: Dodatak za MythTV koji vam dopušta izdradu DVD-a od sadržaja na vašoj MythTV mreži.
pt_br: Um plugin para o MythTV que permite você criar DVDs a partir do conteúdo da sua Rede MythTV.
sk: Modul pre MythTV, ktorý umožňuje tvorbu DVD z obsahu na vašej sieti MythTV.

source: A plugin for MythTV that lets you view movie trailers from apple.com.
hr: Dodatak za MythTV koji vam omogućava pregled filmova sa apple.com.

source: An integrated web browser plugin for your MythTV system.
es: Un complemento de navegador web integrado para su sistema MythTV.
eu: Web-arakatzaile integratua zure MythTV sistemarentzat.
hr: Dodatak integriranog mrežnog preglednika za vaš MythTV sustav.
pt_br: Um plugin de navegador integrado ao MythTV
sk: Modul webového prehliadača integrovaného do vášho systému MythTV.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
es: Controles externos para MythTV. Le permitirán modificar las asignaciones de botones y las combinaciones de teclas.
eu: MythTV-rentzako kanpoko kontrolak. Honekin, botoien diseinua eta teklen funtzioak aldatu ditzakezu.
hr: Vanjske kontrole za MythTV. Ovo će vam dopustiti da prilagodite tipakovničkih kratica.
pt_br: Controles externos para o MythTV. Isto irá permitir que você modifique os mapas de botões e as associações às teclas.
sk: Externé ovládanie MythTV. Umožní vám zmeniť mapovanie kláves a klávesové väzby.

source: Find movies playing in nearby local cinemas
hr: Pronađi filmove u obližnjim kinima.

source: Allows you to monitor your Netflix dvd rental queue.
es: Le permite monitorear su cola de espera de renta de DVD de Netflix.
eu: Honekin, zure Netflix dvd-alokairu zerrenda gainbegiratu ahalko duzu.
hr: Omogućuje vam da nadzirete koji ste na redu za dvd posudbe na Netflixu
sk: Umožňuje vám monitorovať váš front výpožičiek DVD Netflix.

source: Allows you to visually browse a directory tree containing image files.
es: Le permite navegar visualmente a través de un árbol de directorios que contienen archivos de imágenes.
eu: Honekin, bisualki arakatu ahalko dituzu irudidun direktorio-zuhaitzak.
hr: Dopušta vam da vizualno pregledate stablo mapa koje sadrži slikovne datoteke.
nb: Lar deg utforske et mappetre som inneholder bildefiler.
pt_br: Permite que você navegue visualmente em uma árvore de diretórios contendo arquivos de imagens.
sk: Umožňuje vám vizuálne prezerať strom adresárov obsahujúci obrázkové súbory.

source: A frontend to start any emulator or binary that Linux runs.
es: Un frontend para iniciar cualquier emulador o binario que pueda ejecutar Linux.
eu: Linux-en erabili daitekeen edozein emuladore edo binario exekutatzeko interfaza.
hr: Sučelje za pokretanje bilo kakvog programa kojeg Linux podržava.
pt_br: Um frontend para iniciar um emulador ou um binário que o Linux execute.
sk: Frontend, ktorý spustí akýkoľvek emulátor alebo binárny súbor, ktorý spustí Linux.

source: Provides a digital audio jukebox integrated with MythTV.
es: Proporciona una gramola de audio digital integrada con MythTV.
eu: MythTV-rekin integratutako audio erreproduzitzaile digitala.
hr: Omogućuje digitalni glazbeni jukebox uključen u MythTV.
nb: Tilbyr en digital jukebox integrert med MythTV.
pt_br: Provê uma biblioteca de audio digital integrada ao MythTV
sk: Poskytuje integráciu digitálneho jukeboxu s MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
es: Un complemento lector de noticias RSS para MythTV que lo mantiene al tanto de sus temas favoritos.
eu: MythTV-rentzako RSS-jario albiste-irakurlea, zure albiste gai gogokoenekin eguneratuta egon zaitezen.
hr: Dodatak MythTV-u za čitanje RSS vijesti koji vam omogućuje da budete u toku sa svojim omiljenim temama.
nb: Et RSS-leser utvidelse for MythTV som holder deg oppdatert.
pt_br: Um plugin leitor de notícias RSS para o MythTV que mantém você atualizado com seus assuntos favoritos.
sk: Zásuvný modul Čítačka RSS kanálov pre MythTV, ktorá vám prináša aktuálne informácie na vaše obľúbené témy noviniek.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
es: Capacidades de teléfono y videoteléfono en MythTV usando el protocolo SIP estándar.
eu: Telefono eta bideofono ahalmena gehitzen dizkio MythTV-ri, SIP protokolo estandarra erabiliz.
hr: Telefonske i videotelefonske mogućnosti na MythTV preko standardnog SIP protokola.
nb: En telefon og videotelefon utvidelse for MythTV som benytter SIP protokollen.
sk: Možnosť telefonovania a videotelefonovania s MythTV pomocou štandardného protokolu SIP.

source: Provides a method to listen to streaming internet radio stations.
es: Proporciona un método para escuchar emisiones de estaciones de radio por Internet.
hr: Pruža način za slušanje internetskih radio postaja

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
es: Le permite navegar y reproducir flujos de vídeo usando un reproductor externo, desde la interfaz de MythTV.
eu: Honekin, MythTV interfazea erabili ahalko duzu bideo jarioak arakatu eta erreproduzitzeko, kanpoko erreproduzitzaile bat erabiliz.
hr: Omogućuje vam traženje i pregledavanje video sadržaja koristeći vanjski prikazivač kroz sučelje MythTV-a.
nb: Lar deg utforske og spille av videostrømmer ved å bruke en ekstern avspiller fra inne i MythTV-grensesnittet.
pt_br: Permite a você navegar e tocar streams de video, usando um player externo, de dentro da interface do MythTV.
sk: Umožňuje prezeranie a prehrávanie streamovaného videa pomocou externého prehrávača priamo z prostredia MythTV.

source: Displays current and forecast weather information within MythTV.
es: Visualiza la información meteorológica actual y prevista dentro de MythTV.
eu: Honekin, oraingo eguraldia eta iragarritakoa ere ikusiko dituzu MythTV-n.
hr: Prikazuje trenutno vrijeme i vremenske prognoze unutar MythTV-a.
nb: Viser værmelding inne i MythTV.
pt_br: Mostra informação da previsão do tempo de dentro do MythTV
sk: Zobrazuje aktuálne a predpovedané počasie v rámci MythTV.

source: Choose Extra Themes
es: Selecciona temas adicionales
eu: Gai gehigarriak hautatu
hr: Izaberite Dodatne Teme
nb: Velger ekstra tema
pt_br: Escolher Temas Extras
sk: Zvoliť ďalšie témy

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
hr: Teme mogu značajno poboljšati izgled MythTV-a, te prilagoditi izgled vašem ukusu.

source: Enable/Disable All
hr: Omogući/Onemogući sve

source: Additional Drivers/Firmware
es: Controladores / firmware adicionales
eu: Kontrolatzaile/Firmware gehigarriak
hr: Dodatni pokretački programi
pt_br: Drivers e Firmware adicionais
sk: Ďalšie ovládače/firmvér
