Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
hr: Ovo je često posljedica neispravnog CD/DVD diska ili uređaja. Možete pokušati očistiti CD/DVD, zapržiti ga manjom brzinom ili očistiti leće na CD/DVD uređaju.

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
hr: Ovo je često posljedica neispravnog čvrstog diska. Provjerite je li disk star ili premjestite računalo u hladniju okolinu.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
hr: Ovo je često posljedica neispravnog CD/DVD diska ili uređaja ili neispravnog čvrstog diska. Možete pokušati očistiti CD/DVD, zapržiti ga manjom brzinom ili očistiti leće na CD/DVD uređaju. Također, provjerite je li čvrsti disk star ili premjestite računalo u hladniju okolinu.

source: The following file did not match its source copy on the CD/DVD:
hr: Slijedeća datoteka ne odgovara izvornoj kopiji na CD/DVD-u:

source: Copying installation logs...
be: Капіяваньне логаў усталёўкі...
es: Copiando registros de la instalación...
eu: Instalazioaren log-ak kopiatzen...
gl: Copiando rexistros de instalación...
he: מעתיק רישומי התקנה...
hr: Kopiram zapise instalacije...
ku: Tomarên sazkirinê tên kopîkirin...
nb: Kopierer installasjons logger...
pt_br: Copiando registros da instalação...
ro: Copiere jurnal de instalare...
sk: Kopírujú sa záznamy o inštalácii...
sl: Kopiranje dnevnikov namestitve ...
ta: நிறுவல் பதிவேடு நகலெடுக்கப்படுகிறது.
th: ทำสำเนาบันทึกของการติดตั้ง( installation logs) ...

source: Configuring target system...
es: Configurando el sistema de destino...
eu: Helburu-sistema konfiguratzen...
hr: Konfiguriram ciljani sustav...
nb: Konfigurerer målsystemet...
pt_br: Configurando sistema alvo...
sk: Konfigurujem cieľový systém...

source: Configuring system locales...
af: Stel lokaliteitsinstellings op...
be: Канфігураваньне лякаляў...
es: Configurando los idiomas del sistema...
eu: Sistemaren lokalak ezartzen...
gl: Configurando redes do sistema...
hr: Postavljam lokalizirano sučelje...
ja: システムの言語と地域を設定しています...
ku: Herêmî (locale) ya sîstemê tê mîhenkirin...
nb: Setter opp systemspråk...
pt_br: Configurando os locales do sistema...
ro: Configurare date locale...
sk: Nastavujú sa miestne nastavenia...
sl: Nastavljanje lokalizacije ...
ta: கணினி வட்டாரம் வடிவமைக்கப்படுகிறது ...
th: ปรับแต่งระบบสำหรับท้องถิ่น...

source: Configuring apt...
af: Stel apt op...
be: Канфігураваньне apt...
bn: এপিটি(apt) কনফিগার করা হচ্ছে...
da: Sætter apt op...
es: Configurando apt...
eu: apt konfiguratzen...
gl: Configurando apt...
he: מגדיר את apt...
hr: Postavljam apt...
ja: APTを設定しています...
ku: apt tê mîhenkirin...
nb: Setter opp apt...
pt_br: Configurando o apt...
ro: Configurează apt...
sk: Nastavuje sa apt...
sl: Nastavljanje apt ...
ta: ஆப்ட் (apt) வடிவமைக்கப்படுகிறது.
th: การตั้งค่า apt
tl: Isinasaayos ang apt...

source: Configuring time zone...
af: Stel tydsone op...
be: Канфігураваньне часовай зоны...
bn: সময় অঞ্চল কনফিগার করা হচ্ছে...
es: Configurando la zona horaria...
eu: Ordu-zona konfiguratzen...
gl: Configurando fuso horario...
he: מגדיר איזור זמן...
hr: Postavljam vremensku zonu...
ja: タイムゾーンを設定しています...
ku: Herêma demê tê saz kirin...
nb: Setter opp tidssone...
pt_br: Configurando o fuso horário...
ro: Configurare fus orar...
sk: Nastavuje sa časové pásmo...
sl: Nastavljanje časovnega pasu ...
ta: நேர மண்டலம் வடிவமைக்கப்படுகிறது...
th: ตั้งค่าของเวลา

source: Configuring keyboard...
af: Stel sleutelbord op...
bn: কীবোর্ড কনফিগার করা হচ্ছে...
da: Konfigurerer tastatur...
es: Configurando el teclado...
eu: Teklatua konfiguratzen...
gl: Configurando teclado...
he: מגדיר את המקלדת...
hr: Postavljam tipkovnicu...
ja: キーボードを設定しています...
ku: Klavye tê mîhengkirin...
nb: Setter opp tastatur...
pt_br: Configurando o teclado....
ro: Configurare tastatură...
sk: Nastavuje sa klávesnica...
sl: Nastavljanje tipkovnice ...
ta: விசைப்பலகை வடிவமைக்கப்படுகிறது...
th: ปรับแต่งแป้นพิมพ์
tl: Isinasaayos ang tiklado...

source: Creating user...
bn: ব্যবহারকারী তৈরি করা হচ্ছে...
es: Creando usuario...
eu: Erabiltzailea sortzen...
gl: Creando usuario...
he: יוצר משתמש...
hr: Izrađujem korisnika...
ja: クリーニング中です...
ku: Bikarhêner tê afirandin...
nb: Oppretter bruker...
pt_br: Criando usuário...
ro: Creare utilizator...
sk: Vytvára sa používateľ...
sl: Ustvarjanje uporabnika ...
ta: பயனரை உருவாக்குகிறது...
th: เพิ่มผู้ใช้

source: Importing documents and settings...
es: Importar documentos y configuraciones...
eu: Dokumentu eta ezarpenak inportatzen...
hr: Uvozim dokumente i postavke...
nb: Importerer dokumenter og innstillinger...
pt_br: Importando documentos e configurações
sk: Importujem dokumenty a nastavenia...

source: Configuring hardware...
af: Stel hardeware op...
be: Канфігураваньне абсталяваньня...
bn: হার্ডওয়্যার কনফিগার করা হচ্ছে...
da: Konfigurerer hardware...
es: Configurando el hardware...
eu: Hardwarea konfiguratzen...
he: מגדיר את החומרה...
hr: Postavljam hardver...
ja: ハードウェアを設定しています...
ku: Hardware tê saz kirin...
nb: Setter opp maskinvare...
pt_br: Configurando o hardware...
ro: Configurare hardware...
sk: Nastavuje sa hardvér...
sl: Nastavljanje strojne opreme ...
ta: வன் பொருள் வடிவமைக்கப்படுகிறது...
th: ปรับแต่งฮาร์ดแวร์

source: Configuring network...
af: Stel netwerk op...
be: Канфігураваньне сеткі...
bn: নেটওয়ার্ক কনফিগার করা হচ্ছে...
da: Sætter netværket op...
es: Configurando la red...
eu: Sarea konfiguratzen...
gl: A configurar a rede...
he: מגדיר רשת...
hr: Podešavam mrežu...
ja: ネットワークを設定しています...
ku: Tor tê avakirin...
nb: Setter opp nettverk ...
pt_br: Configurando a rede...
ro: Se configurează reţeaua...
sk: Nastavuje sa sieť...
sl: Nastavljam mrežo...
ta: வலைப்பின்னல் வடிவமைக்கப்படுகிறது ...
th: ปรับแต่งระบบเครือข่าย
tl: Isinasaayos ng network...

source: Setting computer name...
af: Stel rekenaarnaam...
be: Устаноўка назвы кампутара...
bn: কম্পিউটারের নামকরন করা হচ্ছে...
da: Indstiller computernavn...
es: Asignando el nombre del equipo...
eu: Ordenagailuaren izena ezartzen...
he: מגדיר את שם המחשב...
hr: Postavljanje imena računala...
ja: コンピュータの名前を設定しています...
ku: Navê komputerê tê mîhengkirin...
nb: Setter datamaskinnavn...
pt_br: Configurando nome do computador...
ro: Setare nume calculator...
sk: Nastavuje sa názov počítača...
sl: Nastavljanje imena računalnika ...
ta: கணினியின் பெயர் அமைத்தல்...
th: ตั้งค่าชื่อของเครื่องคอมพิวเตอร์

source: Configuring boot loader...
af: Stel boot-laaier op...
be: Канфігураваньне стартавай праграмы...
bn: বুট লোডার কনফিগার করা হচ্ছে...
da: Konfigurerer bootloader...
es: Configurando el gestor de arranque...
eu: Abio kargatzailea konfiguratzen...
he: מגדיר את מנהל ההפעלה...
hr: Podešavanje boot upravitelja...
ja: ブートローダを設定しています...
ku: Boot loader tê saz kirin...
nb: Setter opp oppstartslaster...
pt_br: Configurando o gerenciador de inicialização...
ro: Configurare boot loader...
sk: Nastavuje sa zavádzač...
sl: Nastavljanje zagonskega nalagalnika ...
ta: துவக்கி வடிவமைக்கப்படுகிறது ...
th: กำลังตั้งค่าตัวบูตระบบ

source: Installing additional packages...
es: Instalar paquetes adicionales...
eu: Pakete gehigarriak instalatzen...
hr: Instalacija dodatnih paketa...
pt_br: Instalando pacotes adicionais...
sk: Inštalovať doplnkové balíčky...

source: Checking for packages to install...
es: Comprobando los paquetes a instalar...
eu: Inslatatu beharreko paketeak bilatzen...
hr: Provjera paketa za instalaciju...
pt_br: Verificando pacotes para instalar...
sk: Overujem balíčky na inštaláciu...

source: Removing extra packages...
af: Verwyder ekstra pakette...
be: Выдаленьне дадатковых пакетаў...
da: Fjerner ekstrapakker...
es: Desinstalando los paquetes extra...
eu: Pakete estrak kentzen...
he: מסיר חבילות מיותרות...
hr: Uklanjam ekstra pakete...
ja: 余分なパッケージを削除しています...
ku: Paketên zêdebar tên derxistin...
nb: Fjerner ekstrapakkene...
pt_br: Removendo os pacotes extras ...
ro: Eliminare pachete extra...
sk: Odstraňujú sa extra balíky...
sl: Odstranjevanje odvečnih paketov ...
ta: கூடுதல் பொதிகள் நீக்கப் படுகின்றன...
th: กำลังลบชุดเสริมต่างๆ(extra packages)ออก...

source: Checking for packages to remove...
af: Soek pakette om te verwyder...
be: Пошук пакетаў якія будуць выдаленыя...
bn: বাদ দেবার জন্য প্যাকেজ খোজা হছে ...
da: Leder efter pakker der skal fjernes...
es: Comprobando los paquetes a desinstalar...
eu: Kendu beharreko paketeak bilatzen...
he: מחפש חבילות להסרה...
hr: Provjeravam pakete za uklanjanje...
ja: 削除するパッケージをチェックしています...
ku: Ji bo rakirinê li paketan digere...
nb: Kontrollerer om det er pakker som skal fjernes...
pt_br: Verificando por pacotes a serem removidos...
ro: Verificare pachete de şters...
sk: Zisťuje sa zoznam balíkov na odstránenie...
sl: Iskanje paketov za odstranitev ...
ta: நீக்குவதற்கு பொதிகள் சோதிக்கப் படுகின்றன...
th: กำลังตรวจสอบแพคเกจที่จะถอดถอน
tl: Tinitingnan ang mga paketeng aalisin...

source: Downloading packages (${TIME} remaining)...
af: Laai pakette af (${TIME} bly nog oor)...
be: Загрузка пакетаў (засталося ${TIME})...
da: Henter pakker (${TIME} tilbage)...
es: Descargando paquetes (faltan ${TIME})...
eu: Paketeak deskargatzen (${TIME} faltan)...
he: מוריד חבילות (${TIME} נותרו)...
hr: Preuzimam pakete (preostalo vrijeme: ${TIME})...
ja: パッケージをダウンロードしています (残り ${TIME})...
ku: Paket tên daxistin (${TIME} ma)...
nb: Laster ned pakker (${TIME} gjenstår)...
pt_br: Fazendo download de pacotes (${TIME} restantes)...
ro: Descărcare pachete (durată ${TIME})...
sk: Sťahujú sa balíky (ostáva ${TIME})...
sl: Prenašanje paketov (preostaja ${TIME}) ...
ta: தொகுப்புகளை பதிவிறக்குகிறது மீதம் நேரம் (${TIME})...
th: กำลังดาวน์โหลดแพคเกจ (ต้องใช้เวลาอีก ${TIME})...
tl: Kinukuha ang mga pakete (${TIME} ang natitira)...

source: Downloading package lists...
be: Загрузка сьпісу пакетаў...
bn: প্যাকেজগুলোর তালিকা ডাউনলোড করা হছে ...
da: Henter pakkelister...
es: Descargando la lista de paquetes...
eu: Pakete-zerrendak deskargatzen...
he: מוריד רשימת חבילות...
hr: Preuzimam liste paketa...
ja: パッケージリストをダウンロードしています...
ku: Lîsteyên pakêtan tê daxistin...
nb: Laster ned pakkelister...
pt_br: Fazendo download da lista de pacotes...
ro: Descărcare liste de pachete...
sk: Sťahujú sa zoznamy balíkov...
sl: Prenašanje seznamov paketov ...
ta: தொகுப்புகளை பதிவிறக்குகிறது...
th: รายชื่อของแพคเกจที่กำลังดาวน์โหลด
tl: Kinukuha ang listahan ng mga pakete...

source: Downloading package lists (${TIME} remaining)...
be: Загрузка сьпісу пакетаў (засталося ${TIME})...
da: Henter pakkelister (${TIME} tilbage)...
es: Descargando listas de paquetes (faltan ${TIME})...
eu: Pakete-zerrendak deskargatzen (${TIME} faltan)...
he: מוריד רשימת חבילות (${TIME} נותרו)...
hr: Preuzimam liste paketa (preostalo vrijeme: ${TIME})...
ja: パッケージリストをダウンロードしています (残り ${TIME})...
ku: Lîsteyên paketan tên daxistin (${TIME} ma)...
nb: Laster ned pakkelister (${TIME} gjenstår)...
pt_br: Fazendo download da lista de pacotes (${TIME} restantes)...
ro: Descărcare liste de pachete (durată ${TIME})...
sk: Sťahujú sa zoznamy balíkov (ostáva ${TIME})...
sl: Prenašanje seznamov paketov (preostaja ${TIME}) ...
ta: தொகுப்புகளின் பட்டியலை பதிவிறக்குகிறது. மீதம். நேரம் (${TIME})...
th: รายชื่อของแพคเกจที่กำลังดาวน์โหลด (ต้องใช้เวลาอีก ${TIME})...
tl: Kinukuha ang mga listahan ng pakete (${TIME} ang natitira)...

source: Error installing ${PACKAGE}
af: Fout met installasie van ${PACKAGE}
be: Памылка падчас ўсталёўкі ${PACKAGE}
da: Fejl ved installation af ${PACKAGE}
es: Error instalando ${PACKAGE}
eu: Errorea ${PACKAGE} instalatzean
he: שגיאה בהתקנת ${PACKAGE}
hr: Greška prilikom instaliranja paketa ${PACKAGE}
ja: ${PACKAGE} をインストールできません
ku: Di sazkirina ${PACKAGE} de xeletî
nb: Klarte ikke å installere ${PACKAGE}
pt_br: Erro ao instalar ${PACKAGE}
ro: Nu am putut instala ${PACKAGE}
sk: ${PACKAGE} sa nedá nainštalovať
sl: Napaka pri nameščanju ${PACKAGE}
ta: ${PACKAGE} நிறுவலில் பிழை
th: เกิดการผิดพลาดขณะทำการติดตั้ง ${PACKAGE}

source: Error removing ${PACKAGE}
be: Памылка падчас выдаленьня ${PACKAGE}
da: Fejl ved fjernelse af ${PACKAGE}
es: Error desinstalando ${PACKAGE}
eu: Errorea ${PACKAGE} ezabatzean
he: שגיאה בהסרת ${PACKAGE}
hr: Greška prilikom uklanjanja paketa ${PACKAGE}
ja: ${PACKAGE} を削除できません
ku: Di rakirina ${PACKAGE} de xeletî
nb: Feil under fjerning av ${PACKAGE}
pt_br: Erro ao remover ${PACKAGE}
ro: Nu am putut şterge ${PACKAGE}
sk: ${PACKAGE} sa nedá odstrániť
sl: Napaka pri odstranjevanju ${PACKAGE}
ta: ${PACKAGE} நீக்குவதில் பிழை
th: เกิดการผิดพลาดขณะกำลังถอน ${PACKAGE}

source: Error while installing packages
es: Error al instalar paquetes
eu: Errorea paketeak instalatzean
hr: Greška pri instalaciji paketa
pt_br: Erro ao instalar os pacotes
sk: Chyba pri inštalovaní balíčkov

source: An error occurred while installing packages:
es: Ocurrió un error al instalar paquetes:
eu: Errorea gertatu da paketeak instalatzean:
hr: Pojavile su se greške prilikom instalacije slijedećih paketa:
pt_br: Um erro ocorreu durante a instalação dos pacotes:
sk: Vyskytla sa chyba pri inštalovaní balíčkov:

source: The following packages are in a broken state:
es: Los siguientes paquetes se encuentran en un estado dañado:
eu: Pakete hauek apurtuta daude:
hr: Sljedeći paketi su oštećeni:
pt_br: Os seguintes pacotes estão em estado quebrado:
sk: Nasledujúce balíčky sú pokazené:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
es: Esto puede deberse a que se está usando una imagen antigua del instalador, o a un error en algunos de los paquetes listados a continuación. Puede encontrar más detalles en /var/log/syslog. El instalador intentará continuar de todas formas, pero puede fallar en un punto posterior, y no será capaz de instalar o desinstalar otros paquetes (incluyendo, posiblemente, él mismo) del sistema instalado. Debería buscar primero nuevas versiones de su imagen del instalador, o notificar el problema a su distribuidor.
eu: Hau instalatzaile-irudi zahar baten edo goian zerrendatutako paketeren baten akatsen baten erruz izan daiteke. Xehetasun gehiago aurkituko dituzu '/var/log/syslog'-n. Aurrera jarraitzen saiatuko da instalatzailea, baina posible da aurrerago huts egitea, eta ez da beste pakete batzuk (agian bere burua ezta ere) instalatu edo kentzeko gai izango. Lehenik, zure instalatzaile-irudiaren bertsio berriak bilatu beharko zenituzke, edo zure hornitzaileari arazo honen berri eman beharko zenioke.
hr: Ovo se često događa zbog korištenja stare slike instalacijskog programa ili zbog greške u jednom od gore navedenih paketa. Više detalja možete pronaći u /var/log/syslog. Instalacijski program će pokušati nastaviti, ali će možda kasnije doživjeti neuspjeh i neće biti u mogućnosti instalirati ili maknuti druge pakete (možda ukljujući i sam sebe) s instaliranog sistema. Prvo biste trebali provjeriti postoje li novije verzije vaše instalacijske slike ili, ukoliko ne postoje, prijaviti problem vašem distributeru.
pt_br: Isto pode ter acontecido por causa de uma imagem antiga do instalador ou pode ser por causa de um bug em alguns dos pacotes listados acima. Mais detalhes podem ser encontrados em /var/log/syslog. O instalador tentará continuar de qualquer forma, mas pode falhar posteriormente, e pode não conseguir instalar ou remover outros pacotes (possivelmente ele mesmo) do sistema instalado. Você deve primeiramente procurar por imagens mais atuais do seu instalador ou, caso isso não seja possível, relatar o problema ao seu distribuidor.

source: Error while removing packages
es: Error al desinstalar paquetes
eu: Errorea paketeak kentzean
hr: Prilikom uklanjanja paketa došlo je do greške
pt_br: Erro ao remover pacotes
sk: Chyba počas odstraňovania balíčkov

source: An error occurred while removing packages:
es: Ocurrió un error al desinstalar paquetes:
eu: Errorea gertatu da paketeak kentzean:
hr: Došlo je do sljedeće greške prilikom uklanjanja paketa:
pt_br: Um erro ocorreu ao remover os pacotes:
sk: Vyskytla sa chyba pri odstraňovaní balíčkov:

source: Installing language packs
af: Installeer taalpakette
bn: ভাষার প্যাকেজ ইনস্টল করা হচ্ছে...
es: Instalando los paquetes de idiomas
eu: Hizkuntza-paketeak instalatzen
gl: Instalando os paquetes de idioma...
he: מתקין את חבילות השפה
hr: Instaliram jezične pakete
ja: 言語パッケージをインストールしています
ku: Paketên zimên saz dike
nb: Installerer språkpakkene
pt_br: Instalando pacotes de idioma
ro: Instalare pachete pentru limba selectată
sk: Inštalujú sa jazykové balíky
sl: Nameščanje jezikovnih paketov
ta: மொழி தொகுப்புகள் நிறுவப் படுகின்றன.
th: กำลังติดตั้งชุดภาษา

source: Downloading language packs (${TIME} remaining)...
af: Laai taalpaketlyste af (${TIME} bly nog oor)...
bn: ভাষা ভিত্তিক প্যাকেজগুলো ডাউনলোড করা হছে{${TIME}অবশিষ্ট আছে } ...
da: Downloader sprogpakker (${TIME} remaining)...
es: Descargando paquetes de idiomas (faltan ${TIME})...
eu: Hizkuntza-paketeak deskargatzen (${TIME} faltan)...
gl: Descargando paquetes de idioma (quedan ${TIME})
he: מוריד חבילת שפה (${TIME} נותר)...
hr: Preuzimam jezične pakete (preostalo vremena: ${TIME})
ja: 言語パッケージをダウンロードしています (残り ${TIME})...
ku: Paketên zimên tên daxistin (${TIME} ma)...
nb: Laster ned språkpakker (${TIME} gjenstår)...
pt_br: Fazendo download do pacote de linguagens (${TIME} restantes)...
ro: Instalare pachete pentru limba selectată (durată ${TIME})...
sk: Sťahujú sa jazykové balíky (ostáva ${TIME})...
sl: Prenašanje jezikovnih paketov (preostaja ${TIME}) ...
ta: மொழி தொகுப்புகளை பதிவிறக்குகிறது மீதம் நேரம் (${TIME})...
th: กำลังดาวน์โหลดชุดภาษา (ต้องใช้เวลาอีก ${TIME})...
tl: Kinukuha ang mga pakete ng wika (${TIME} ang natitira)...

source: Failed to unmount partitions
es: Error al desmontar particiones
eu: Ezin izan dira partizioak desmuntatu
hr: Odmontiranje particija nije uspjelo
nb: Klarte ikke å avmontere partisjonene
pt_br: Falha ao desmontar partições
sk: Chyba pri odpájaní oblastí

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
es: El instalador necesita guardar los cambios en la tabla de particiones, pero no puede hacerlo debido a que las particiones en los siguientes puntos de montaje no pueden ser desmontadas:
eu: Instalatzaileak aldaketak egin behar ditu partizio-tauletan, baina ezin du hori egin hurrengo muntatze-puntuetako partizioak ezin izan direlako desmuntatu:
hr: Instalacijski program mora izvršiti promjene na particijskim tablicama, ali ne može zbog toga što se particije na sljedećim točkama montiranja ne mogu odmontirati.
nb: Installasjonsprogrammet må lagre de nødvendige endringene på partisjonstabellene, men klarer ikke å gjøre dette fordi følgende monteringspunkt ikke kunne avmonteres:
pt_br: O instalador precisa fazer mudanças na tabela de partições, mas isto não é possível porque as partições nos seguintes pontos de montagem não puderam ser desmontadas:
sk: Inštalátor potrebuje vykonať zmeny v tabuľke oddielov, ale nemôže pretože oddiely pripojené na nasledujúcich bodoch pripojenia nemôžu byť odpojené:

source: Please close any applications using these mount points.
es: Por favor cierre cualquier aplicación que este usando estos puntos de montaje.
eu: Mesedez, itxi ezazu muntatze-puntu hauek erabiltzen ari daitekeen edozein aplikazio.
hr: Zatvorite aplikacije koje koriste ove točke montiranja.
nb: Vennligst lukk alle applikasjoner som bruker disse monteringspunktene.
pt_br: Por favor, feche quaisquer aplicações que estejam usando estes pontos de montagem.
sk: Prosím ukončite každú aplikáciu používajúcu tieto body pripojenia.

source: Would you like the installer to try to unmount these partitions again?
es: ¿Desea que el instalador intente desmontar estas particiones de nuevo?
eu: Nahi al duzu instalatzailea berriro saiatzea partizio hauek desmuntatzen?
hr: Želite li da instalacijski program pokuša ponovo odmontirati ove particije?
nb: Vil du at installasjonsprogrammet skal prøve å avmontere disse partisjonene igjen?
pt_br: Você quer que o instalador tente desmontar estas partições novamente?
sk: Chcete aby sa inštalátor pokúsil opäť odpojiť tieto oddiely?

source: Do you want to return to the partitioner?
hr: Želite li se vratiti na particioniranje?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
hr: Neke particije su premale. Molim, povećajte slijedeće particije barem na ove veličine (u bajtovima):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
hr: Ako se ne vratite na particioniranje i povećate ove particije, instalacija neće uspjeti.
