Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: This name will be used if you make the computer visible to others on a network.
af: Hierdie naam sal gebruik word as jy hierdie rekenaar sigbaar maak vir ander op die netwerk.
be: Назва будзе ўжывацца, калі зробіш гэты кампутар бачным ў сеціве.
bn: যদি আপনি কোন নেটওয়র্কে এই কম্পিউটার অন্যদের কাছে দৃশমান করেন তবে এই নামই ব্যবহার হবে
da: Dette navn vil blive brugt, hvis du gør computeren synlig for andre på netværket.
es: Este nombre se usará para hacer visible este equipo a otros equipos de la red.
eu: Izen hau erabiliko da sarean dauden beste ordenagailuek zure ordenagailua ikustea ahalbidetzen baduzu.
gl: Este nome será usado por se queres facer visible a tua computadora nuha rede.
he: בשם זה יעשה שימוש אם תבחרו לחבר את המחשב לרשת מקומית.
hr: Pod ovim će imenom drugi u mreži vidjeti vaše računalo.
ja: この名前は、ネットワーク上の他のコンピュータからこのコンピュータを見えるように設定したときに使われます。
ku: Heke ev komputer li ser torê ji bo kesên din were vekirin, dê ev nav bê bikaranîn.
nb: Navnet blir brukt dersom du gjør datamaskinen synlig for andre i et nettverk.
pt_br: Este nome será usado se você fizer este computador visível para outros em uma rede.
ro: Acest nume va fi utilizat dacă veţi face calculatorul accesibil într-o reţea.
sk: Tento názov sa použije vtedy, ak ho sprístupníte ostatným používateľom na sieti.
sl: Ime se uporabi, če bo računalnik viden za ostale v omrežju.
ta: வலைப் பின்னலில் உங்கள் கணினியை மற்றவருக்கு அடையாளம் காட்ட இந்த பெயர் பயனாகும்.
th: ชื่อนี้จะถูกใช้ถ้าท่านปรับแต่งเครื่องให้แสดงตนได้ในระบบเครือข่าย.
tl: Ang pangalang ito ang gagamitin kung mamarapatin mong makita ito ng iba pang kompyuter sa isang network.

source: Log in automatically
hr: Automatska prijava

source: Migrate documents and settings
hr: Prebaci dokmente i postavke

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
hr: Odaberite korisničke račune koje želite prebaciti. Dokumenti i postavke ovih računa biti će dostupni po završetku instalacije.

source: If you do not wish to import any accounts, select nothing and go to the next page.
es: Si no desea importar ninguna cuenta, no seleccione nada y vaya a la siguiente página.
eu: Ez baduzu konturik inportatu nahi, ez ezazu batere hautatu eta hurrengo orrira jarrai ezazu.
hr: Ukoliko ne želite uvesti korisničke račune, nemojte ništa odabrati i nastavite na sljedeću stranicu.
nb: Dersom du velger å ikke importere fra noen kontoer, velg ingenting og gå videre til neste side
pt_br: Caso você não queira importar nenhuma conta, deixe em branco e vá para a próxima página.
sk: Ak si neželáte importovať žiadne účty, vyberte

source: Prepare disk space
af: Maak skyf-spasie gereed
bn: ডিস্কে ফাঁকা স্থান প্রস্তুত করুন
da: Klargør diskplads
es: Preparar el espacio del disco
eu: Lekua prestatu diskoan
gl: Preparar espacio en disco
he: צור מקום בדיסק
hr: Pripremi prostor na disku
ja: ディスクの準備
ku: Cîhê dîskê amade bike
nb: Klargjør diskplass
pt_br: Preparar espaço em disco
ro: Pregătire spaţiu pe disc
sk: Pripravuje sa diskový priestor
sl: Pripravite prostor na disku
ta: வன் தட்டில் இடம் தயாரி
th: จัดเตรียมพื้นที่บนฮาร์ดดิสก์
tl: Maghanda ng lugar sa disk

source: How do you want to partition the disk?
af: Hoe wil jy die skyf partisie?
bn: আপনি কিভাবে ডিস্কটি পার্টিশন করতে চান?
da: Hvordan vil du partitionere disken?
es: ¿Cómo desea particionar el disco?
eu: Nola egin nahi dituzu partizioak?
gl: Como quere particionar o disco?
he: באיזו דרך תרצו לחלק את הכונן למחיצות?
hr: Kako želite particionirati disk?
ja: どのようにディスクを分割しますか？
ku: Partisyona diskê çawa dixwazî?
nb: Hvordan vil du partisjonere disken?
pt_br: Como você deseja particionar o disco?
ro: Cum doriţi să partiţionaţi discul?
sk: Akým spôsobom chcete rozdeliť disk?
sl: Kako bi želeli razdeliti disk?
ta: உங்களுக்கு வன் தட்டில் எப்படி இடம் பிரிக்க வேண்டும்?
th: คุณต้องการพื้นที่เท่าไหร่สำหรับพาร์ทิชั่น
tl: Paano mo gustong hatiin ang iyong disk?

source: Prepare partitions
af: Maak partisies gereed
be: Падрыхтуй партыцыі
bn: পার্টিশন প্রস্ততি
da: Klargør partitioner
es: Preparar particiones
eu: Partizioak prestatu
gl: Preparar particións
hr: Pripremi particije
ja: パーティションの準備中
ku: Partisyonan amade bike
nb: Klargjør partisjon
pt_br: Preparar partições
ro: Pregătire partiţii
sk: Pripravujú sa oblasti
sl: Pripravite razdelke
ta: பகிர்வுகளை தயாரி
th: จัดเตรียมพาร์ทิชั่น
tl: Ihanda ang mga partition

source: Ready to install
af: Gereed om te installeer
be: Гатовы да ўсталёўкі
bn: ইনস্টলের জন্য প্রস্তুত
es: Listo para instalar
eu: Instalatzeko prest
he: מוכן להתקנה
hr: Spreman za instalaciju
ja: インストール準備完了
ku: Ji bo sazkirinê amade ye
nb: Klar til å installere
pt_br: Pronto para instalar
ro: Gata de instalare
sk: Inštalácia je pripravená
sl: Pripravljeno za namestitev
ta: நிறுவத் தயார்
th: พร้อมที่จะติดตั้ง
tl: Handa nang iluklok

source: Details
hr: Detalji

source: Your new operating system will now be installed with the following settings:
af: Jou nuwe bedryfstelsel sal met die volgende stelings geïnstalleer word:
be: Твая новая аперацыйная сыстэма зараз будзе ўсталяваная з наступнымі ўсталёўкамі:
bn: আপনার নতুন অপারেটিং সিস্টেম নিম্নোক্ত বৈশিষ্ট্য সমূহ নিয়ে ইনস্টল করা হবে:
da: Dit nye operativsystem vil nu blive installeret med de følgende indstillinger:
es: Ahora se instalará su nuevo sistema operativo con las opciones siguientes:
eu: Orain zure sistema berria instalatuko da, ondoko ezarpenekin:
he: מערכת ההפעלה החדשה שלך תותקן כעת עם ההגדרות הבאות:
hr: Vaš novi operativni sustav će se instalirati sa slijedećim postavkama:
ja: 新しいオペレーティングシステムは、以下の設定でインストールされます:
ku: Pergala xebatê ya nû wê bi van taybetmendiyan re were barkirin.
nb: Ditt nye operativsystem vil nå bli installert med følgende innstillinger:
pt_br: Seu novo sistema operacional será instalado, agora, com as seguintes configurações:
ro: Noul tău sistem de operare va fi instalat cu următoarele setări:
sk: Váš nový operačný systém sa teraz nainštaluje s nasledujúcimi nastaveniami:
sl: Vaš novi operacijski sistem bo naložen z naslednjimi nastavitvami:
ta: பின்வரும் அமைப்பில் உங்கள் இயங்கு தளம் அமைக்கப் படும்:
th: ระบบปฏิบัติการใหม่ของคุณจะติดตั้งด้วยค่าที่ตั้งไว้ดังนี้:
tl: Ang iyong bagong operating system ay iluluklok na ganito ang pagkakaayos:

source: Advanced...
hr: Napredno...

source: Install[ action ]
hr: Instalacija

source: Step ${INDEX} of ${TOTAL}
af: Stap ${INDEX} van ${TOTAL}
be: Этап ${INDEX} з ${TOTAL}
bn: ${TOTAL} টির ${INDEX} পর্যায় সম্পন্ন
da: Skridt ${INDEX} af ${TOTAL}
es: Etapa ${INDEX} de ${TOTAL}
eu: ${INDEX} / ${TOTAL} urratsa
he: צעד ${INDEX} מתוך ${TOTAL}
hr: Korak ${INDEX} od ${TOTAL}
ja: ステップ ${INDEX} / ${TOTAL}
ku: Gav ${INDEX} / ${TOTAL}
nb: Steg ${INDEX} av ${TOTAL}
pt_br: Passo ${INDEX} de ${TOTAL}
ro: Pasul ${INDEX} din ${TOTAL}
sk: Krok ${INDEX} z ${TOTAL}
sl: Korak ${INDEX} od ${TOTAL}
ta: படி ${INDEX} வது ${TOTAL} மொத்தத்தில்.
th: ขั้นที่ ${INDEX} จาก ${TOTAL}
tl: Hakbang bilang ${INDEX} ng ${TOTAL}

source: Quit the installation?
hr: Izlaz iz instalacije?

source: Do you really want to quit the installation now?
hr: Želite li doista izaći iz instalacije?

source: Skip
bn: এড়িয়ে যাও
da: Spring over
es: Saltar
eu: Utzi
gl: Omitir
he: דלג
hr: Preskoči
ja: スキップ
ku: Derbas be
nb: Hopp over
pt_br: Ignorar
ro: Treci peste
sk: Preskočiť
sl: Preskoči
ta: தவிர்க
th: ข้าม
tl: Lumaktaw

source: Installation complete
af: Installasie is voltooi
bn: ইনস্টলেশন সম্পূর্ণ হয়েছে
da: Installation fuldført
es: Instalación completada
eu: Instalazioa burutu da
gl: Instalación completa
he: ההתקנה הסתיימה
hr: Instalacija potpuna
ja: インストール完了
ku: Sazkirin temam e
nb: Installasjonen er ferdig
pt_br: Instalação finalizada
ro: Instalare completă
sk: Inštalácia je kompletná
sl: Namestitev je končana
ta: நிறுவல் முடிந்தது
th: การติดตั้งเรียบร้อย
tl: Kumpleto ang pagluklok

source: Continue using the live CD
af: Hou aan om die live CD te geebruik
bn: লাইভ সিডির ব্যবহার অব্যাহত রাখুন
da: Forsæt med at bruge live-cd'en
es: Continuar usando el live CD
eu: CD-a erabiltzen jarraitu
gl: Continuar usando o CD
he: המשך להשתמש ב Live CD
hr: Nastavite koristiti live CD
ja: ライブCDを使い続ける
ku: CD ya dixebite bikarbîne û bidomîne
nb: Fortsette å bruke live CD'en
pt_br: Continue usando este live CD
ro: Continuă folosirea live CD
sk: Naďalej používať toto Live CD
sl: Nadaljujte uporabo žive zgoščenke.
ta: நிறுவா உயிர் குறுந் தட்டை தொடர்ந்து பயன் படுத்து.
th: ใช้แผ่น Live ซีดีต่อไป
tl: Patuloy na gamitin ang live CD

source: Restart now
af: Restart nou
bn: এখন রিস্টার্ট করুন
da: Genstart nu
es: Reiniciar ahora
eu: Orain berrabiarazi
gl: Reiniciar agora
he: בצע אתחול של המחשב
hr: Odmah ponovno pokreni računalo
ja: すぐに再起動する
ku: Ji nû ve bide destpêkirin
nb: Starte på nytt nå
pt_br: Reiniciar agora
ro: Reporneşte acum
sk: Reštartovať
sl: Ponoven zagon
ta: இப்போது மீட்டமை
th: เริ่มใหม่เดี๋ยวนี้
tl: Mag-restart ngayon

source: Installer crashed
es: El instalador ha fallado
eu: Instalatzailearen errorea
hr: Instalacija se srušila
nb: Installasjonsprogrammet krasjet
pt_br: Ocorreu um erro no processo de instalação
sk: Inštalátor havaroval

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
es: Lo sentimos; el instalador ha fallado. Por favor, envíe un nuevo informe de fallo en https://launchpad.net/ubuntu/+source/ubiquity/+filebug (no adjunte sus detalles a ningún informe de fallo existente) y un desarrollador atenderá su problema tan pronto como le sea posible. Para ayudar a los desarrolladores a entender qué ha podido ir mal, incluya los siguientes detalles en su informe de fallo, y adjunte los archivos /var/log/syslog y /var/log/partman:
eu: Asko sentitzen dugu, baina instalatzaileak huts egin du. Mesedez, errore-txosten bat bidali ezazu https://launchpad.net/ubuntu/+source/ubiquity/+filebug helbidera (ez itzazu zure datuak beste errore-txosten batera gehitu) eta garatzaileren bat saiatuko da arazoa ahal bezain azkar konpontzen. Garatzaileei errorea hobe ulertzen laguntzeko, ondorengo datuak gehitu itzazu zure errore-txostenera, eta baita /var/log/syslog eta /var/log/partman fitxategiak ere:
hr: Žao nam je; instalacijski program se srušio. Molimo vas, ispunite prijavu greške na https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nemojte dodavati vaše detalje u bilo koju postojeću grešku) i vaš će problem biti razmotren što prije. Kako bi razvojni tim mogao razumjeti što se dogodilo, svakako dodajte sljedeće detalje u vašu prijavu greške te dodajte datoteke /var/log/syslog i /var/log/partman:
pt_br: Desculpe: a instalação falhou. Por favor reporte seu problema https://launchpad.net/ubuntu/+source/ubiquity/+filebug (não coloque junto a nenhum outro problema já relatado) e um desenvolvedor irá resolver seu problema o mais rápido possível. Para ajudar os desenvolvedores a entenderem o ocorrido, inclua os detalhes a seguir e o conteúdo dos arquivos /var/log/syslog e /var/log/partman:
sk: Ľutujeme, inštalátor havaroval. Prosím, podajte nové hlásenie o chybe na https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nepripájajte svoje podrobnosti k žiadnemu existujúcemu hláseniu) a vývojár sa na problém pozrie hneď ako to bude možné. Aby ste vývojárom pomohli zistiť, čo sa pokazilo, do svojho hlásenia o chybe uveďte nasledovné podrobnosti a priložte súbory /var/log/syslog a /var/log/partman:

source: Before:
hr: Prije:

source: After:
hr: Nakon:

source: New partition table
hr: Nova particijska tablica

source: New partition
hr: Nova particija

source: Edit partition
es: Editar partición
eu: Partizioa editatu
hr: Uređivanje particije
nb: Endre partisjon
pt_br: Editar partição
sk: Upraviť oddiel

source: Delete partition
hr: Obriši particiju

source: Device
hr: Uređaj

source: Type
hr: Vrsta

source: Mount point
hr: Točka montiranja

source: Format?
hr: Formatirati?

source: Size
af: Grootte
be: Памер
bn: আকারস
da: Størrelse
he: גודל
hr: Veličina
ja: サイズ
ku: Mezinahî
ro: Mărime
sl: Velikost
ta: அளவு
th: ขนาด
tl: Laki

source: Used
hr: Upotrebljeno

source: free space
hr: slobodni prostor

source: unknown
hr: nepoznato

source: Create partition
es: Crear partición
eu: Partizioa sortu
hr: Izrada particije
nb: Opprett partisjon
pt_br: Criar partição
sk: Vytvoriť oddiel

source: New partition size in megabytes (1000000 bytes):
es: Nuevo tamaño de partición en megabytes (1000000 bytes):
eu: Partizioaren tamaina berria, megabyte-etan (1000000 bytes):
hr: Veličina nove particije u MB
nb: Ny størrelse for partisjonen i megabytes ((1000000 bytes):
pt_br: Novo tamanho da partição em megabytes (1000000 bytes):
sk: Veľkosť nového oddielu v megabajtoch (1000000 bajtov):

source: Beginning
es: Principio
eu: Hasiera
hr: na početku
nb: Begynnelsen
pt_br: Início
sk: Začiatok

source: End
es: Final
eu: Amaiera
hr: na kraju
nb: Slutten
pt_br: Fim
sk: Koniec

source: Primary
es: Primaria
eu: Primarioa
hr: primarna
nb: Primær
pt_br: Primária
sk: Primárna

source: Logical
es: Lógica
eu: Logikoa
hr: logička
nb: Logisk
pt_br: Lógica
sk: Logická

source: Edit a partition
es: Editar una partición
eu: Partizioa editatu
hr: Uredite particiju
nb: Endre en partisjon
pt_br: Editar uma partição
sk: Upraviť oddiel

source: Advanced Options
es: Opciones avanzadas
eu: Aukera aurreratuak
hr: Napredne opcije
nb: Avanserte alternativer
pt_br: Opções Avançadas
sk: Pokročilé voľby

source: Boot loader
es: Cargador de arranque
eu: Abio kargatzailea
hr: Boot učitavač
nb: Oppstartslaster
pt_br: Carregador de boot
sk: Zavádzač systému

source: Install boot loader
es: Instalar cargador de arranque
eu: Abio-kargatzailea instalatu
hr: Instalacija programa za pokretanje sustava
nb: Installer oppstartslaster
pt_br: Instalar o gerenciador de boot
sk: Nainštalovať zavádzač

source: Popularity contest
es: Concurso de popularidad
eu: Ospe lehiaketa
hr: Natjecanje u popularnosti
sk: Prieskum popularity

source: Participate in the package usage survey
es: Participar en la encuesta de uso de paquetes
eu: Pakete-erabilpen inkestan parte hartu
hr: Sudjelujte u anketi korištenja paketa
pt_br: Participar do concurso de utilização de pacotes
sk: Zúčastnite sa prieskumu využívania balíkov

source: Network proxy
hr: Mrežni proxy

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
af: Installasie is voltooi. Jy moet die rekenaar laat restart om die nuwe installasie te gebruik. Jy mag hierdie live CD aanhou gebruik, maar enige veranderinge wat jy aanbring of dokumente wat jy stoor sal nie bewaar word nie.
da: Installationen er færdig. Du skal genstarte computeren, for at kunne bruge den nye installation. Du kan forsætte med at bruge denne live-cd, men de ændringer du foretager eller dokumenter du gemmer, vil ikke blive gemt.
es: La instalación se ha completado. Necesita reiniciar el equipo para poder usar la nueva instalación. Puede continuar usando este Live CD, aunque no se conservarán los cambios que realice ni los documentos que guarde.
eu: Instalazioa burutu egin da. Orain zure sistema berrabiarazi behar duzu zure sistema berria erabili ahal izateko. Nahi baduzu, CD hau erabiltzen jarrai dezakezu, baina ez da gordeko egiten duzun aldaketa edo dokumenturik.
gl: Completouse a instalación. É preciso reiniciar a computadora correctamente para poder usar a nova instalación. Podes continuar usando este CD, sen embargo os cambios que fagas ou os documnetos que gardes perderanse.
he: ההתקנה הושלמה. עליך לאתחל את המחשב על מנת להשתמש בהתקנה החדשה. ניתן להמשיך להשתמש ב live CD, על אף ששינוים שייעשו או מסמכים שיווצרו, לא ישמרו.
hr: Instalacija je završena. Morate ponovo pokrenuti računalo kako biste podignuli novi sustav. Možete nastaviti koristiti ovaj Live CD, ali promjene koje napravite na dokumentima, neće biti spremljene.
ja: インストールが完了しました。新しくインストールしたシステムを使うには、コンピュータを再起動する必要があります。このライブCDを使い続けることもできますが、変更した内容や保存したドキュメントは残りません。
ku: Sazkirin qediya. Ji bo ku tu karibe sazkirina nû bikar bîne divê tu kompîtura xwe ji nû ve bide destpêkirin. Tu dikarî vê CDya zindî bikar bîne lê guherîn û pelgeyên ku tu yê tomar bike dê neyên hilanîn.
nb: Installasjonen er fullført. Du må starte datamaskinen på nytt for å bruke den nye installasjonen. Du kan fortsette å bruke denne live CD'en, men ingen endringer du gjør eller dokumenter du lagrer vil ikke bli bevart.
pt_br: Instalação completa. Você precisa reiniciar o computador para usar a nova instalação. Você pode continuar usando este live CD, embora algumas modificações feitas ou documentos salvos não serão preservados.
ro: Instalarea este completă. Trebuie să reporniţi calculatorul pentru a utiliza noua instalare. Puteţi continua să folosiţi acest live CD, dar modificările efectuate sau documentele create nu vor fi păstrate.
sk: Inštalácia je ukončená. Ak chcete použiť nový nainštalovaný systém, musíte reštartovať počítač. Samozrejme môžete naďalej používať toto Live CD, no nezachovajú sa žiadne zmeny alebo súbory uložené počas používania tohto CD.
sl: Namestitev je zaključena. Da bi lahko uporabili novo namestitev, je potrebno znova zagnati računalnik. Z uporabo tega živege zgoščenke lahko nadaljujete, vendar opravljene spremembe in shranjeni dokumenti ne bodo ohranjeni.
ta: நிறுவல் முடிந்தது. நீங்கள் புதிய நிறுவலை பயன் படுத்த கணினியை மறு துவக்கம் செய்ய வேண்டும். நிறுவா குறுந் தட்டை தொடர்ந்து பயன் படுத்தலாம். ஆனால் நீங்கள் செய்யும் மாறுதல்களும் அல்லது சேமிக்கும் ஆவணங்களும் பாதுகாக்கப் பட மாட்டா.
th: การติดตั้งสำเร็จ คุณต้องเริ่มการทำงานของเครื่องคอมพิวเตอร์ใหม่เพื่อเริ่มใช้งานเครื่องด้วยระบบที่ติดตั้งลงไป หรือจะทำงานบนแผ่นไลฟ์ซีดีนี้ต่อไปก็ได้ แต่งานต่างๆที่คุณทำไว้จะไม่สามารถบันทึกลงในเครื่องของคุณได้
tl: Tapos na ang pag-iinstall. Kailangan mong i-restart ang kompyuter para magamit ang bagong installation. Maari mong ituloy ang paggamit ng live CD na ito subalit anumang pagbabagong iyong gagawin o mga dokumentong iyong nais i-save ay mawawala.

source: Go Back
af: Gaan terug
be: Вярнуцца
bn: পেছনে যাও
da: Gå tilbage
es: Retroceder
eu: Itzuli
gl: Voltar
he: חזרה אחורה
hr: Natrag
ja: 戻る
ku: Here Paş
nb: Gå tilbake
pt_br: Voltar
ro: Înapoi
sk: Naspäť
sl: Pojdi nazaj
ta: பின்செல்க
th: ถอยหลัง
tl: Bumalik

source: Continue
af: Gaan voort
be: Далей
bn: এগিয়ে যাও
da: Fortsæt
es: Continuar
eu: Jarraitu
gl: Continuar
he: המשך
hr: Nastavi
ja: 続ける
ku: Bidomîne
nb: Fortsett
pt_br: Continuar
ro: Continuă
sk: Pokračovať
sl: Nadaljuj
ta: தொடர்க
th: ต่อไป
tl: Ituloy

source: Installation is complete. You need to restart the computer in order to use the new installation.
hr: Instalacija je gotova. Morate ponovo pokrenuti računalo kako biste koristili novi sustav.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
es: Idioma: ${LANGUAGE} Distribución del teclado: ${KEYMAP} Nombre completo: ${FULLNAME} Nombre de usuario: ${USERNAME} Localización: ${LOCATION} Asistente de migración: ${MIGRATE}
eu: Hizkuntza: ${LANGUAGE} Teklatu-diseinua: ${KEYMAP} Izen osoa: ${FULLNAME} Erabiltzaile izena: ${USERNAME} Kokalekua: ${LOCATION} Migrazio Laguntzailea: ${MIGRATE}
hr: Jezik: ${LANGUAGE} Raspored tipkovnice: ${KEYMAP} Ime: ${FULLNAME} Korisničko ime: ${USERNAME} Lokacija: ${LOCATION} Pomočnik pri migraciji: ${MIGRATE}
nb: Språk: ${LANGUAGE} Tastaturoppsett: ${KEYMAP} Navn: ${FULLNAME} Påloggingsnavn: ${USERNAME} Sted: ${LOCATION} Migreringsssistent: ${MIGRATE}
pt_br: Idioma: ${LANGUAGE} Disposição do teclado: ${KEYMAP} Nome: ${FULLNAME} Nome de usuário: ${USERNAME} Localização: ${LOCATION} Assistente de Migração: ${MIGRATE}
sk: Jazyk: ${LANGUAGE} Rozloženie klávesnice: ${KEYMAP} Meno: ${FULLNAME} Prihlasovacie meno: ${USERNAME} Umiestnenie: ${LOCATION} Migračný pomocník: ${MIGRATE}

source: Checking the installation...
es: Comprobando la instalación...
eu: Instalazioa egiaztatzen...
hr: Provjera instalacije...
pt_br: Verificando a instalação...
sk: Kontrplujem inštaláciu...

source: Installing system
af: Installeer stelsel
be: Ўсталёўка сыстэмы
da: Installerer systemet
es: Instalando el sistema
eu: Sistema instalatzen
gl: Instalando sistema
hr: Instaliram sustav
ja: システムをインストール中
ku: Pergal tê sazkirin
nb: Installerer systemet
pt_br: Instalando o sistema
ro: Instalare sistem
sk: Inštaluje sa systém
sl: Nameščanje sistema
ta: இங்கு தளம் நிறுவப்படுகிறது
th: กำลังติดตั้งระบบ

source: Finding the distribution to copy...
af: Soek die verspreiding om te kopieër...
bn: কপি করবার জন্য ডিস্ট্রিবিউসন খোঁজা হচ্ছে ...
es: Buscando la distribución a copiar...
eu: Kopiatuko den distribuzioa bilatzen...
gl: Buscando distribución para copiar...
hr: Pronalazim presliku distribucije...
ja: コピーするディストリビューションを探しています...
ku: Li dîstrîbusyona were kopîkirin tê gerandin...
nb: Finner distribusjon som skal kopieres...
pt_br: Procurando a distribuição a ser copiada...
ro: Căutare distribuţie pentru copiere...
sk: Hľadá sa distribúcia na skopírovanie...
sl: Iskanje distribucije za kopiranje ...
ta: நகலெடுக்க வினியோகத்தை தேடுகிறது..
th: ค้นหาชุดเผยแพร่ (distribution) สำหรับทำสำเนา...

source: Scanning files...
af: Deursoek lêers...
be: Сканаваньне файлаў...
bn: ফাইলসমূহ পরীক্ষা করা হচ্ছে...
es: Analizando archivos...
eu: Fitxategiak arakatzen...
gl: Analizando arquivos...
hr: Pretraživanje datoteka...
ja: ファイルを検査しています...
ku: Dosya tên skenkirin...
nb: Skanner filer...
pt_br: Examinando arquivos...
ro: Examinare fişiere...
sk: Hľadajú sa súbory...
sl: Pregledovanje datotek ...
ta: கோப்புகளை வருடுகிறது.
th: กำลังค้นหาไฟล์

source: Copying files...
af: Kopieër lêers...
be: Капіяваньне файлаў...
bn: ফাইলসমূহ কপি করা হচ্ছে...
es: Copiando archivos...
eu: Fitxategiak kopiatzen...
gl: Copiando arquivos...
hr: Kopiram datoteke...
ja: ファイルをコピーしています...
ku: Dosya tên kopîkirin...
nb: Kopierer filer...
pt_br: Copiando arquivos...
ro: Copiere fişiere...
sk: Kopírujú sa súbory...
sl: Kopiranje datotek ...
ta: கோப்புகள் நகலெடுக்கப்படுகின்றன.
th: กำลังคัดลอกไฟล์

source: Copying files (less than a minute remaining)...
es: Copiando archivos (falta menos de un minuto)...
eu: Fitxategiak kopiatzen (minutu bat baino gutxiago geratzen da)...
hr: Kopiranje datoteka (preostalo je manje od jedne minute)...
ku: Pel têne jibergirtin (ji xulekekê kêmtir mawe ma)
nb: Kopierer filer (mindre enn ett minutt igjen)...
pt_br: Copiando arquivos (restando menos de um minuto)...
sk: Prebieha kopírovanie (zostáva menej ako minúta)...

source: Installation Failed
hr: Instalacija nije uspjela

source: The installer encountered an error copying files to the hard disk:
es: El instalador encontró un error al copiar los archivos al disco duro:
eu: Instalatzaileak errore bat aurkitu du fitxategiak disko gogorrera kopiatzerakoan:
hr: Instaler je naišao na grešku tijekom kopiranja datoteka na tvrdi disk.
ku: Sazker di dema jibergirtina dosyayê ji reqe dîsketê de li çewtiyekê rast nehat:
nb: Installasjonen støtte på en feil ved kopiering av filer til harddisken:
pt_br: O instalador encontrou um erro na cópia dos arquivos para o disco rígido:
sk: Inštalátor narazil na chybu pri kopírovaní súborov na pevný disk:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
hr: Razlog tomu je nepostojanje dovoljno slobodnog prostora za dovršetak instalacije na odabranoj particije. Molim, pokrenite instalaciju ponovo i odaberite veću particiju.
