Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: Install
af: Installeer
be: Усталяваць
bn: ইনস্টল
da: Installér
es: Instalar
eu: Instalatu
gl: Instalar
he: התקנה
hr: Instalacija
ja: インストール
ku: Saz Bike
nb: Installér
pt_br: Instalar
ro: Instalează
sk: Inštalácia
sl: Namestitev
ta: நிறுவுக
th: ติดตั้ง
tl: Iluklok

source: Install (OEM mode, for manufacturers only)
es: Instalar (modo OEM, sólo para fabricantes)
eu: Instalatu (OEM modua, fabritzaileentzat bakarrik)
hr: Instalacija (OEM način, samo za proizvođače)
nb: Installer (OEM modus, for maskinprodusenter)
pt_br: Instalação (Modo OEM, apenas para fabricantes)
sk: Inštaluj (OEM mód, iba pre výrobcov)

source: Welcome
af: Welkom
be: Вітаем
bn: স্বাগতম
da: Velkommen
es: Bienvenido
eu: Ongi etorri
gl: Benvido
he: ברוכים הבאים
hr: Dobrodošli
ja: ようこそ
ku: Tu bi xêr hatî
nb: Velkommen
pt_br: Bem-vindo
ro: Bine aţi venit
sk: Vitajte
sl: Dobrodošli
ta: நல்வரவு
th: ยินดีต้อนรับ
tl: Mabuhay

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
be: Гатовы да ўсталёўкі? Адказаўшы на некалькі пытаньняў, зьмест live CD можна будзе ўсталяваць на гэты кампутар, так каб можна было запускаць сыстэму з поўнай выдайнасьцю і без дыску CD.
bn: আপনি কি ইনস্টল করতে প্রস্তুত? একবার কিছু প্রশ্নের জবাব দিলেই, এই কম্পিউটারে লাইভ সিডির প্যাকেজ গুলো ইনস্টল করা যাবে, তাতে আপনি সিডি ছাড়া সম্পূর্ন গতিতে কম্পিউটার চালাতে পারবেন
da: Klar til at installere? Når du har svaret på et par spørgsmål kan indholdet af denne live-cd blive installeret på computeren. Så kan du bruge systemet i fuld hastighed, uden brug af cd'en.
es: ¿Listo para instalar? Una vez haya contestado a algunas preguntas, el contenido del Live CD podrá ser instalado en su equipo para que pueda ejecutar el sistema a la máxima velocidad y sin necesitar el CD.
eu: Instalatzeko prest? Galdera gutxi batzuk erantzun ondoren, CD-aren edukia zure ordenagailuan instalatuko da. Horrela, sistema abiadura betean erabili ahal izango duzu, eta CD-rik behar gabe.
gl: Esta listo para instalar? Unha vez que conteste a unhas preguntas, os contidos do CD podrán ser instalados na computadora para que asi poida arrancar o sistema á maxima velocidade sen o CD.
he: מוכן להתקין? ברגע שתענה על מספר שאלות, תוכן ה LIVE CD יותקן על המחשב כדי שתוכן להריץ את המערכת במהירות וללא התקליטור
hr: Spremi za instalaciju? Nakon što odgovorite na nekoliko pitanja, sadržaj Live CDa može se instalirati na ovo računalo, pa ćete moći koristiti sustav pri punoj brzini i bez CDa.
ja: インストールの準備はよろしいですか？ いくつかの質問に答えると、ライブCDの中身がコンピュータにインストールされます。インストールすれば、CDを使うことなく高速にシステムを動作させることができます。
ku: Ma tu ji bo sazkirinê amade yî? Piştî bersivandina çend pirsan dê naveroka live CD'yê li komputera te bête barkirin. Bi vî rengî tê bikaribî pergala xwe bi lez û bê CD bixebitînî.
nb: Er du klar til å installere? Når du har svart på noen få spørsmål vil innholdet på live CD'en bli installert slik at du kan kjøre systemet på full hastighet og uten CD'en
pt_br: Preparado para instalar? Uma vez respondida algumas questões, o conteúdo do live CD pode ser instalado nesse computador para que você possa rodar o sistema com toda a sua velocidade e sem o CD.
ro: Pregătit pentru instalare? O dată ce răspundeţi la câteva întrebări, conţinutul Live CD-ului se poate instala pe acest calculator astfel încât să puteţi rula sistemul la întreaga viteză şi fără CD.
sk: Ste pripravení na inštaláciu? Po zodpovedaní pár otázok sa môže obsah tohto Live CD nainštalovať na tento počítač, takže budete môcť spúšťať systém s plnou rýchlosťou a bez CD.
sl: Pripravljeni na namestitev? Ko odgovorite na nekaj vprašanj, se lahko vsebino CD-ja namesti na računalnik. Tako boste lahko poganjali sistem s polno hitrostjo in brez CD-ja.
ta: நிறுவ தயார்தானே ? சில கேள்விகளுக்கு பதில் அளித்தால் இந்த உயிர் குறுந்தட்டின் உள்ளடக்கங்கள் கணினியில் நிறுவப் படும். நீங்கள் குறுந்தட்டு இல்லாமல் முழு வேகத்தில் கணினியை இயக்கலாம்.
th: พร้อมที่จะติดตั้ง?เมื่อท่านตอบเพียงไม่กี่คำถาม,ข้อมูลในแผ่นซีดีนี้ก็จะสามารถติดตั้งลงบนเครื่องนี้และท่านจะสามารถใช้ระบบที่รวดเร็วและไม่ต้องใช้แผ่นซีดี.
tl: Handa nang mag-install? Matapos mong sagutan ang ilang katanungan, ang nilalaman ng live CD ay maaari nang ma-install sa iyong kompyuter nang sa gayon ay maitakbo mo ang system na walang habas at kahit wala na ang CD.

source: Answering the questions should only take a few minutes.
af: Om die vrae te beantwoord sal net 'n paar minute duur.
be: Адказы на пытаньні зоймуць усяго некалькі хвілінаў.
bn: প্রশ্ন গুলোর উত্তর দিতে মাত্র কয়েক মিনিট সময় লাগবে।
da: Det tager kun få minutter at svare på spørgsmålene.
es: Sólo le llevará algunos minutos responder a las preguntas.
eu: Minutu batzuk besterik ez dituzu beharko galderak erantzuteko.
gl: Responder ás preguntas só lle levara uns minutos.
he: המענה לשאלות לא ייקח יותר מכמה דקות.
hr: Odgovaranje na pitanja ne bi smjelo trajati duže od par minuta.
ja: 質問への回答は、数分で終えることができるでしょう。
ku: Bersivandina pirsan diviya tenê çend xulekan bidomiya.
nb: Det tar bare noen minutter å svare på spørsmålene.
pt_br: Responder as questões irá tomar alguns poucos minutos.
ro: Răspunsul la întrebări ar trebui să ia doar câteva minute.
sk: Odpovede na otázky vám zaberú len pár minút.
sl: Odgovarjanje na vprašanja vam bo vzelo le nekaj minut.
ta: கேள்விகளுக்கு பதில் அளிப்பதற்கு சில நிமிடங்கள் போதும்.
th: ใช้เวลาไม่กี่นาทีในการตอบคำถาม.
tl: Ang pagsagot sa mga tanong ay mangangailangan lamang ng ilang minuto.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
be: Калі ласка выбяры мову што будзе выкарыстоўвацца ў часе ўсталёўкі. Гэта мова будзе дапомнай для выніковай сыстэмы.
bn: দয়া করে ইনস্টল করা কালীন সময়ের ভাষা নির্বাচন করুন । এই ভাষাই চুড়ান্ত সিস্টেমের স্বাভাবিক ভাষা হবে ।
da: Vælg det sprog der skal bruges under installationen. Det valgte sprog vil også være det forvalgte sprog i det installerede system.
es: Por favor, seleccione el idioma a usar durante el proceso de instalación. Ese idioma será el idioma predeterminado en el sistema final.
eu: Mesedez, instalatzeko prozesuan erabiliko den hizkuntza hautatu. Hizkuntza hau izango da instalatutako sistemaren hizkuntza lehenetsia.
gl: Por favor escolla a linguaxe a usar no proceso de instalacion. Esta linguaxe será a predeterminada para o sistema final.
he: בחר שפה לשימוש בתוכנית ההתקנה. שפה זו תשמש כברירת מחדל למערכת שתותקן.
hr: Molim odaberite jezik koji će koristiti instalacijski postupak. Ovaj će jezik također biti i uobičajeni jezik za gotovi sustav.
ja: インストールプロセスに使う言語を選択してください。ここで選んだ言語は、インストールされるシステムの標準の言語になります。
ku: Ji kerema xwe re zimanê pêvajoya sazkirinê hilbijêre. Ev ziman dê piştre bibe zimanê standard ê pergalê.
nb: Vennligst velg språket du vil bruke for installasjonen. Dette språket vil også bli standard språk for det installerte systemet.
pt_br: Por favor escolha o idioma usado para o processo de instalação. Este idioma será o idioma padrão para o sistema final.
ro: Alegeţi limba utilizată în procesul de instalare. Aceasta va fi limba implicită pentru sistemul final.
sk: Zvoľte si jazyk, ktorý chcete použiť pri inštalácii. Tento jazyk bude predvoleným jazykom nainštalovaného systému.
sl: Prosim, izberite jezik za namestitev. Ta jezik bo na kocu tudi privzeti sistemski jezik.
ta: நிறுவலில் பயன் படுத்தப் போகும் மொழியை தேர்ந்தெடுக்கவும். இந்த மொழியே இறுதியில் கணினியின் முன்னிருப்பு மொழியாகும்.
th: กรุณาเลือกภาษาที่ต้องการใช้ในการติดตั้ง.ภาษานี้จะเป็นภาษาที่กำหนดไว้(default language )เมื่อติดตั้งเสร็จแล้ว.
tl: Mangyaring piliin ang wikang gagamitin sa installation process. Ang wikang ito ang magiging

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
es: Está instalando en el modo de fabricantes de sistemas. Por favor, introduzca un nombre único para este lote de sistemas. Este nombre se guardará en el sistema instalado y se podrá usar para ayudar con informes de error.
eu: Sistema-fabrikatzaile moduan instalatzen ari zara. Sistema-talde honentzako izen esklusiboa sartu ezazu. Izen hau gorde egingo da instalatutako sisteman, eta errore-txostenekin laguntzeko erabili ahalko da.
hr: Instalirate u modu proizvođača sustava. Unesite jedinstveno ime za ovaj skup sustava. To ime će biti sačuvano u instaliranom sustavu te se može koristiti za pomoć pri prijavama pogreški.
nb: Du installerer i maskinprodusentmodus. Vennligst oppgi et unikt navn for denne grenen av systemer. Dette navnet vil lagres på de installerte systemene og brukes i forbindelse med feilrapportering.
pt_br: Você está instalando no modo de fabricantes. Por favor forneça um nome único a esse lote de máquinas. Esse nome será salvo no sistema instalado e pode ser usado para ajudar com relatórios de erros.
sk: Inštalujete systém v móde pre výrobcov. Zadajte prosím jednoznačný názov pre túto dávku systémov. Tento názov bude uložený na inštalovanom systéme a môže byť nápomocný pri riešení problémov.

source: If you have Internet access, read the release notes for information on problems that may affect you.
es: Si tiene acceso a Internet, lea las notas de publicación para informarse acerca de los problemas que le pueden afectar.
eu: Internet konexiorik baduzu, azken bertsio-oharrak irakur itzazu. Zugan eragina izan dezaketen arazoei buruzko informazioa aurkituko duzu.
hr: Ukoliko imate pristup Internetu, pročitajte napomene o izdanju za informacije o problemima koji vas se mogu mučiti.
nb: Hvis du har tilgang til Internet bør du lese informasjonen om problemer som kan oppstå.
pt_br: Se você tem acesso a internet, leia as notas de lançamento para informações sobre os problemas que podem afeta-lo.
sk: Ak máte prístup na internet, prečítajte si poznámky k vydaniu pre informácie o problémoch, s ktorými sa môžete stretnúť.

source: Release Notes
es: Notas de publicación
eu: Bertsio-oharrak
hr: Napomene o izdanju
nb: Utgivelsesinformasjon
pt_br: Notas da versão
sk: Poznámky k vydaniu

source: Where are you?
af: Waar is jy?
be: Дзе ты знаходзішся?
bn: আপনি কোথায়?
da: Angiv din lokation
es: ¿Dónde se encuentra?
eu: Non zaude?
gl: Onde estas?
he: איפה אתם?
hr: Gdje ste?
ja: どこで利用しますか？
ku: Tu li ku derê yî?
nb: Hvor bor du?
pt_br: Qual sua localidade?
ro: Unde vă aflaţi?
sk: Kde sa nachádzate?
sl: Kje ste?
ta: நீங்கள் எந்த நாட்டில் உள்ளீர்கள்?
th: คุณอยู่ที่ไหน
tl: Nasaan ka?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
es: Seleccione una ciudad en su país y la zona horaria. Si la hora actual indicada es incorrecta incluso después de seleccionar la zona horaria correcta, puede ajustarla después de reiniciar el sistema instalado.
eu: Zure herrialde eta ordu-zonan dagoen hiri bat hautatu. Ordu-zona egokia hautatu ondoren adierazitako ordua okerra bada, sistema berrabiarazi ondoren zuzendu ahalko duzu.
hr: Odaberite grad i vremensku zonu u vašoj zemlji. Ukoliko je trenutno vrijeme pogrešno prikazano i nakon što ste odabrali ispravnu vremensku zonu, možete ga podesiti nakon ponovnog pokretanja sustava.
nb: Velg en by i ditt land og tidssone. Hvis den viste tiden er feil, selv etter å ha valgt den riktige tidssonen så kan du justere den etter en omstart i det installerte systemet.
pt_br: Selecione uma cidade em seu país e fuso horário. Se o horário atual estiver incorreto mesmo após selecionar o fuso horário certo, você pode ajustá-lo após reiniciar em seu sistema instalado.
sk: Vyberte mesto vo vašom štáte a časovú zónu. Ak zobrazovaný čas nie je správny ani po vybratí časovej zóny, môžete ho upraviť po reštartovaní do nainštalovaného systému.

source: Selected city:
be: Выбраны горад:
bn: আপনার সময়-অঞ্চল নির্বাচন করুন
da: Valgt by:
es: Ciudad seleccionada:
eu: Hautatutako hiria:
gl: Cidade escollida:
he: בחר עיר:
hr: Odabrani grad:
ja: 選択された都市:
ku: Bajarê hilbijartî:
nb: Valgt by:
pt_br: Fuso horário:
ro: Oraşul selectat:
sk: Zvolené mesto:
sl: Izbrano mesto:
ta: தேர்ந்தெடுக்கப்பட்ட நகரம்:
th: เลือกจังหวัด
tl: Piniling lungsod:

source: Time zone:
af: Tydsone:
be: Часавая зона:
bn: টাইম জোন:
da: Tidszone:
es: Zona horaria:
eu: Ordu-zona:
gl: Fuso horario:
he: איזור זמן:
hr: Vremenska zona:
ja: タイムゾーン:
ku: Herêma demê:
nb: Tidssone:
pt_br: Fuso horário:
ro: Fus orar:
sk: Časové pásmo:
sl: Časovni pas:
ta: நேர மண்டலம்:
th: เวลา(ตามเวลาโลก)

source: Selected region:
af: Gekose streek:
be: Выбраны рэгіён:
bn: আপনার অঞ্চল নির্বাচন করুন
da: Valgt region:
es: Región seleccionada:
eu: Hautatutako eskualdea:
gl: Rexión escollida:
he: בחר איזור:
hr: Odabrana zemlja:
ja: 選択された地域:
ku: Herêma hilbijartî:
nb: Velg region
pt_br: Região selecionada:
ro: Regiunea aleasă:
sk: Zvolený región:
sl: Izbrana regija:
ta: தேர்ந்தெடுக்கப்பட்ட பிரதேசம்:
th: กรุณาเลือก เขต:
tl: Napiling rehiyon:

source: Current time:
af: Gekose tyd:
be: Бягучы час:
bn: বর্তমান সময়:
da: Aktuelt tidspunkt:
es: Hora actual:
eu: Oraingo ordua:
gl: Hora actual:
he: השעה כרגע:
hr: Trenutačno vrijeme:
ja: 現在時刻:
ku: Dema niha:
nb: Gjeldende tid:
pt_br: Hora atual:
ro: Timpul curent:
sk: Aktuálny čas:
sl: Trenutni čas:
ta: நடப்பு நேரம்:
th: เวลาปัจจุบัน
tl: Kasalukuyang oras:

source: Keyboard layout
af: Sleutelbord-uitleg
be: Раскладка клявіятуры
bn: কীবোর্ড বিন্যাস (Layout)
es: Distribución del teclado
eu: Teklatuaren diseinua
gl: Disposición das teclas
he: פריסת מקלדת
hr: Raspored tipkovnice
ja: キーボードレイアウト
ku: Plana klavyeyê
nb: Tastaturutforming
pt_br: Selecione um layout de teclado
ro: Aranjament tastatură
sk: Rozloženie klávesnice
sl: Postavitev tipkovnice
ta: விசைப்பலகை அமைப்பு
th: แบบแป้นพิมพ์
tl: Pagkakalatag ng tiklado

source: Which layout is most similar to your keyboard?
af: Watter uitleg lyk mees soos jou sleutelbord?
be: Якая раскладка найбольш падобная да тваёй раскладкі?
bn: কোন কীবোর্ড বিন্যস আপনার কীবোর্ডের সাথে সবচেয় সামঞ্জস্যপূর্ন?
da: Hvilket layout minder mest om dit tastatur?
es: ¿Cuál es la distribución más parecida a la de su teclado?
eu: Zein teklatu-diseinu da zure teklatuarenaren antzekoena?
gl: Que disposicion é a máis parecida á do seu teclado?
he: איזו פריסה היא הדומה ביותר למקלדת בה אתה משתמש?
hr: Koji raspored je najsličniji Vašoj tipkovnici?
ja: どのレイアウトがお使いのキーボードに最も近いですか？
ku: Kîjan zêdetir dişibe klavyeya te?
nb: Hvilken oppsett er mest likt ditt tastatur?
pt_br: Qual modelo é mais similar ao seu teclado?
ro: Ce aranjament este cel mai apropiat de cel al tastaturii dumneavoastră?
sk: Ktoré rozloženie je najviac podobné vašej klávesnici?
sl: Katera postavitev je najbolj podobna vaši tipkovnici?
ta: எந்த விசைப்பலகை அமைப்பு உங்களுடையது போல இருக்கிறது?
th: แบบแป้นพิมพ์ไหนที่เหมือนกับแบบแป้นพิมพ์ของท่าน?
tl: Anong pagkakalatag ang pinakamalapit sa anyo ng iyong tiklado?

source: You can type into this box to test your new keyboard layout.
af: Jy kan in hierdie boks tik om jou nuwe sleutelborduitleg te toets.
be: Можаш пісаць ў гэтым вакне каб пратэставаць новую раскладку клявіятуры.
bn: আপনি এই বক্সে টাইপ করে আপনার নতুন কীবোর্ড বিন্যস পরিক্ষা করতে পারেন
da: Du kan skrive i denne boks for at teste dit nye tastaturlayout.
es: Puede escribir en este campo para probar su nueva distribución de teclado.
eu: Kutxa honetan edozer idatz dezakezu, teklatu-diseinu berria frogatzeko.
gl: Pode escribir neste cadro para probar a súa nova disposición das teclas.
he: תוכל להקליד בתיבה זו על מנת לבחון את פריסת המקלדת החדשה שלך.
hr: Možete pisati u ovo polje kako biste testirali raspored tipkovnice
ja: この入力欄をつかって、選択したキーボードレイアウトのテストをすることができます。
ku: Ji bo ceribandina klavyeyê tu dikarî di vê qutîkê de binivîsî.
nb: Her kan du skrive for å teste tastaturetoppsett.
pt_br: Você pode digitar dentro desta caixa para testar seu novo modelo de teclado.
ro: Puteţi tasta în această căsuţă pentru a testa noul aranjament al tastaturii.
sk: Skúste niečo napísať, aby ste si overili vaše nové rozloženie klávesnice.
sl: Za preizkus svoje nove postavitve, lahko tipkate v to polje.
ta: நீங்கள் புதிய விசைப்பலகை அமைப்பை சோதிக்க இங்கு பெட்டியில் உள்ளீடு செய்து பார்க்கலரம்.
th: ท่านสามารถพิมพ์ลงในช่องนี้เพื่อทดสอบแบบแป้นพิมพ์ใหม่.
tl: Maaari kang mag-type sa box na ito upang masubukan ang bagong pagkakalatag ng iyong tiklado.

source: Who are you?
af: Wie is jy?
be: Хто ты?
bn: আপনি কে?
da: Hvem er du?
es: ¿Quién es usted?
eu: Nor zara?
gl: Quen é vostede?
he: מי את/ה?
hr: Tko ste Vi?
ja: あなたは誰ですか？
ku: Tu ki yî?
nb: Hvem er du?
pt_br: Quem é você?
ro: Cine sunteţi?
sk: Kto ste?
sl: Kdo ste?
ta: நீங்கள் யார்?
th: ท่านเป็นใคร?
tl: Nasaan ka?

source: What is your name?
af: Wat is jou naam?
be: Як цябе клічуць?
bn: আপনার নাম কি?
da: Hvad er dit navn?
es: ¿Cuál es su nombre?
eu: Zein da zure izena?
gl: Como se chama?
he: מה שמך?
hr: Koje je Vaše ime?
ja: あなたの名前は何ですか？
ku: Navê te çi ye?
nb: Hva heter du?
pt_br: Qual o seu nome?
ro: Care este numele tău?
sk: Ako sa voláte?
sl: Kako vam je ime?
ta: உங்கள் பெயர் என்ன?
th: ชื่อของคุณ
tl: Ano ang iyong pangalan?

source: What name do you want to use to log in?
af: Watter naam gebruik jy om aan te teken?
be: Якую назву хочаш ужываць ў часе ўваходу ў сыстэму?
bn: আপনি কি নামে লগিন করতে চান?
da: Hvilket navn vil du bruge til at logge ind med?
es: ¿Qué nombre desea usar para iniciar sesión?
eu: Zein izen erabili nahi duzu saioa hasteko?
gl: Que nome quere usar para iniciar sesión?
he: באיזה שם ברצונך להשתמש כדי להיכנס למערכת?
hr: Koje korisničko ime želite koristiti?
ja: ログインに使いたい名前は何ですか？
ku: Ji bo têketinê tu dixwazî kîjan navî bi kar bînî?
nb: Hvilket navn vil du bruke for å logge inn?
pt_br: Que nome você deseja usar para entrar no sistema?
ro: Ce nume doreşti să foloseşti pentru autentificare?
sk: Aké prihlasovacie meno chcete používať?
sl: Katero ime želite uporabljati za prijavo?
ta: கணினி உள்ளே நுழைய என்ன பெயர் அமைக்க?
th: ชื่อที่คุณต้องการใช้ในการเข้าสู่ระบบ
tl: Anong pangalan ang nais mong gamitin para mag-log in?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
af: As meer as een persoon hierdie rekenaar gaan gebruik, kan jy verdere rekeninge na installasie opstel.
be: Калі некалькі асобаў будуць карыстацца кампутарам, можна дадаць некалькі контаў пасьля заканчэньня ўсталёўкі.
bn: যদি একাধিক বাবহারকারী এই কম্পিউটার ব্যবহার করবে, তবে আপনি ইনস্টল করার পরও একাধিক আকাউন্ট তৈরী করতে পারবেন.
da: Hvis der er flere end én person der skal bruge denne computer kan du oprette flere brugerkonti efter installationen.
es: Si este ordenador va a ser usado por más de una persona, deberá configurar varias cuentas después de la instalación.
eu: Ordenagailu hau pertsona bat baino gehiagok erabiliko badu, kontu ugari sor ditzakezu instalazioaren ondoren.
gl: Se máis dunha persoa vai usar esta computadora, pode configurar varias contas desois da instalación.
he: אם יותר מאדם אחד ישתמשו במחשב זה, תוכל להוסיף משתמשים נוספים לאחר ההתקנה.
hr: Ukoliko će više osoba koristiti ovo računalo, možete postaviti više korisničkih oznaka nakon instalacije.
ja: このコンピュータを2人以上で使うならば、インストール後に複数のアカウントをセットアップすることができます。
ku: Heke ji yekê zêdetir kes dê vê komputerê bikar bînin, tu dikarî piştî sazkirinê hesaban mîheng bikî.
nb: Du kan sette opp flere brukerkontoer etter installasjon dersom mer enn en person skal bruk datamaskinen.
pt_br: Se mais de uma pessoa for usar este computador, você pode criar múltiplas contas depois da instalação.
ro: Dacă mai multe persoane vor utiliza acest calculator, puteţi seta mai multe conturi după instalare.
sk: Ak bude tento počítač používať viacero používateľov, ich účty môžete vytvoriť a nastaviť po inštalácii.
sl: Če bo računalnik uporabljalo več oseb, lahko dodatne račune nastavite po namestitvi.
ta: ஒரு நபருக்கு மேல் கணினியை பயன் படுத்த வேண்டுமானால் பின்னால் அதிக கணக்குகளை அமைத்துக் கொள்ளலாம்.
th: ถ้าคอมพิวเตอร์เครื่องนี้ไม่ได้มีผู้ใช้เพียงแค่คุณคนเดียว คุณสามารถเพิ่มผู้ใช้อื่นๆได้หลังการติดตั้ง
tl: Kung mahigit sa isang tao ang gagamit ng kompyuter na ito, maaari kang magtakda ng iba pang account matapos ang installation.

source: Choose a password to keep your account safe.
af: Kies 'n wagwoord om jou rekening veilig te hou.
be: Пастаў пароль, каб твой конт быў бясьпечны.
bn: আপনার আকাউন্টটি নিরাপদ রাখতে একটি পাসওয়ার্ড নির্বাচন করুন
da: Vælg et password der skal beskytte din brugerkonto.
es: Escoja una contraseña para mantener su cuenta segura.
eu: Pasahitz bat hautatu zure kontua babesteko.
gl: Elixa un contrasinal para asegurar a súa conta.
he: בחר סיסמה כדי לשמור על חשבונך בטוח.
hr: Odaberite lozinku kako biste osigurali svoj korisnički račun.
ja: アカウントを安全に保つために、パスワードを入力してください。
ku: Ji bo ewlekariya hesaba xwe şîfreyekê hilbijêre.
nb: Velg et passord for å holde din brukerkonto sikker.
pt_br: Escolha uma senha para manter a sua conta segura.
ro: Alegeţi o parolă pentru a menţine acest cont în siguranţă.
sk: Zvoľte si heslo na ochranu vášho účtu.
sl: Vnesite geslo, za varovanje svojega računa.
ta: உங்கள் கணக்கை பத்திரப் படுத்த ஒரு தடவு சொல் தேர்வு செய்க.
th: พิมพ์รหัสผ่าน
tl: Pumili ng password upang mapanatiling ligtas ang iyong account.

source: You are running in debugging mode. Do not use a valuable password!
es: Usted está ejecutando el sistema en modo de depuración. No use una contraseña valiosa.
eu: Arazte-moduan ari zara. Ez ezazu balio handiko pasahitzik erabili!
hr: Program je pokrenut u načinu za ispravljanje pogrešaka. Nemojte koristiti vrijednu lozinku.
nb: Du kjører i feilsøkingsmodus. Ikke bruk et viktig passord!
pt_br: Você está executando em modo de depuração. Não use uma senha valiosa!
sk: Ste v režime ladenia. Nepoužívajte významné heslá!

source: Enter the same password twice, so that it can be checked for typing errors.
be: Увядзі той самы пароль двойчы, каб пазьбегнуць памылак друку.
bn: টাইপিং ত্রুটি নিরিক্ষা করার জন্য একই পাসওয়ার্ড দু বার লিখুন
da: Indtast det samme kodeord to gange, så det kan blive kontrolleret for tastefejl.
es: Introduzca la misma contraseña dos veces, para así verificar posibles errores de tecleo.
eu: Pasahitz berdina sartu birritan, idaztean egindako hutsak saihesteko.
gl: Introduza o mesmo contrasinal dúas veces, asi poderán ser comprobados os posibles erros na escrita.
he: הקלידו את אותה סיסמה פעמיים, כדי לוודא שלא שגיתם בהקלדה.
hr: Upišite istu lozinku dva puta, kako bi se mogla provjeriti.
ja: 打ち間違っているといけないので、同じパスワードを2回入力してください。
ku: Heman şîfreyê du caran têkevê, bi vî awayê xeletbûn/rastbûna şîfreyê dê diyar bibe.
nb: Skriv passordet to ganger, så det kan kontrolleres for tastefeil.
pt_br: Entre com a mesma senha duas vezes, para que ela possa ser verificada por erros de digitação.
ro: Introduceţi aceaşi parolă de două ori pentru a fi verificată împotriva erorilor de tastare.
sk: Heslo zadajte dvakrát, aby ste sa presvedčili o jeho správnosti.
sl: Isto geslo vnesite dvakrat, da se prepreči možne tipkarske napake.
ta: உள்ளீட்டுப் பிழைகளை தவிர்க்க அதே கடவுச் சொல்லை இரு முறை உள்ளிடவும்.
th: พิมพ์รหัสผ่านอีกครั้ง
tl: Dalawang beses ibigay ang password, upang ito ay mahanapan ng pagkakamali sa pag-type

source: What is the name of this computer?
af: Wat is die naam van hierdie rekenaar?
be: Як будзе называцца гэты кампутар?
bn: এই কম্পিউটারের নাম কি?
da: Hvad er navnet på denne computer?
es: ¿Cuál es el nombre de este equipo?
eu: Zein da ordenagailu honen izena?
gl: Cal é o nome de esta computadora?
he: איך קוראים למחשב הזה?
hr: Koje je ime ovog računala?
ja: コンピュータの名前は何にしますか？
ku: Navê vê komputerê çi ye?
nb: Hva er navnet på denne datamaskinen?
pt_br: Qual é o nome deste computador?
ro: Cum se numeşte acest calculator?
sk: Aký názov priradíte tomuto počítaču?
sl: Kako je ime temu računalniku?
ta: உங்கள் கணினிக்கு என்ன பெயர் வைக்கலாம்?
th: ชื่อของเครื่องคอมพิวเตอร์
tl: Ano ang pangalan ng kompyuter na ito?
