Repository: skissane/ubuntu-ubiquity
Catalog: debian/po/*.po
Languages: af, be, bn, da, es, eu, gl, he, hr, ja, ku, nb, pt_br, ro, sk, sl, ta, th, tl

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
es: Su instalación ya tiene habilitado un controlador gráfico libre. Si desea usar un controlador gráfico distinto, puede hacerlo aquí. Tenga en cuenta que se necesitan controladores gráficos privativos para la salida de TV o los efectos OpenGL.
eu: jadanik badago iturburu-irekiko grafiko-kontrolatzaile bat gaitu eta konfiguratuta zure instalazioan. Beste grafiko-kontrolatzaile bat hautatu nahi baduzu, hemen egin dezakezu. Kontuan izan agian jabedun grafiko-kontrolatzaileak beharko dituzula TV irteera eta OpenGL efektuak erabiltzeko.
hr: Pokretački program (otvorenog koda) za prikaz je već omogućen i podešen za vašu instalaciju. Ukoliko želite koristiti drugi pokretački program za prikaz, možete to učiniti ovdje. Napomena: možda će biti potreban pokretački program (neslobodnog koda) za TV izlaz ili OpenGL efekte.
pt_br: Um driver de vídeo open source já está habilitado e configurado para a sua instalação. Se você quiser usar outro driver de video, voce pode faze-lo aqui. Perceba que drivers de vídeos proprietários podem ser necessários para a Saída para TV ou para os efeitos OpenGL.
sk: Open source grafický ovládač je už vo vašej inštalácii zapnutý a nakonfigurovaný. Ak si želáte použiť iný grafický ovládač, môžete tak urobiť tu. Majte na pamäti, že efekty TV výstup alebo OpenGL môžu vyžadovať použitie proprietárnych grafických ovládačov.

source: Modify Video Driver & Settings
es: Modificar controlador y opciones de vídeo
eu: Bideo-kontrolatzailea eta ezarpenak aldatu
hr: Podesite video upravljač i postavke
pt_br: Alterar Driver de Vídeo e Configurações
sk: Zmeniť grafický ovládač a nastavenia

source: If you would like to configure TV-out, choose an option here:
es: Si desea configurar la salida de TV, seleccione una opción aquí:
eu: TV irteera bat gaitu nahi baduzu, aukera bat hautatu ezazu hemen:
hr: Ako biste željeli podesiti TV-izlaz, odaberite opciju:
pt_br: Se você gostaria de configurar a saída para TV, escolha uma opção aqui:
sk: Ak chcete nakonfigurovať TV-výstup, vyberte z týchto volieb:

source: If enabling TV Out, you will also need to choose a TV Standard:
es: Si habilita la salida TV, también necesitará seleccionar un TV Standard:
eu: Tv irteera bat gaituz gero, TV estandar bat ere hautatu beharko duzu:
hr: Ako uključujete TV Izlaz, morat ćete odabrati i TV Standard:
pt_br: Se ativar a saída para TV, você precisará também escolher um padrão de TV:
sk: Ak zapánate TV-výstup, budete tiež musieť zvoliť TV štandard:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
es: Advertencia: No establezca el TV standard a un nivel mayor del que pueda soportar su TV. Puede provocar un daño PERMANENTE.
eu: Abisua: Ez ezazu zure telebistak jasaten duena baino TV estandar altuagoa ezarri. BETIRAKO kaltetu zenezake.
hr: Upozorenje: Nemojte postavljati TV standard na vrijednost iznad one koju dopušta vaš televizor. Postoji mogućnost TRAJNE štete.
pt_br: Atenção: Não defina um padrão de TV como algo superior ao que a sua TV suportar. Danos PERMANENTES podem ocorrer.
sk: Upozornenie: Nenastavujte TV štandard na niečo vyššie ako podporuje váš TV. Mohlo by to spôsobiť TRVALÉ poškodenie.

source: Master Backend Info
es: Información del backend maestro
eu: Backend nagusiaren informazioa
hr: Informacije o pozadinskoj aplikaciji
sk: Master backend informácie

source: Please enter the information necessary to contact your master backend:
es: Por favor, introduzca la información necesaria para contactar con su backend maestro:
eu: Zure backend nagusiarekin konektatzeko beharrezko informazioa sartu ezazu:
hr: Molim, unesite informacije potrebne za kontaktiranje pozadinske aplikacije.
nb: Skriv inn informasjonen som trengs for å kontakte din primære bakende:
sk: Prosím, zadajte informácie potrebné pre spojenie s vaším master backendom.

source: MySQL Password
es: Contraseña de MySQL
eu: MySQL pasahitza
hr: MySQL lozinka
pt_br: Senha do MySQL
sk: MySQL heslo

source: MySQL User Name
es: Nombre del usuario de MySQL
eu: MySQL erabiltzaile-izena
hr: MySQL korisničko ime
nb: MySQL brukernavn
pt_br: Usuário do MySQL
sk: Používateľské meno MySQL

source: MySQL Database
es: Base de datos MySQL
eu: MySQL datubasea
hr: MySQL baza podataka
pt_br: Banco de Dados MySQL
sk: Databáza MySQL

source: MySQL Server
es: Servidor MySQL
eu: MySQL zerbitzaria
hr: MySQL poslužitelj
nb: MySQL tjener

source: Configure Guide Data / Backend
es: Configurar datos de guía / backend
eu: Gidaren datuak / Backend-a konfiguratu
hr: Postavljanje podataka vodiča / pozadinske aplikacije
nb: Konfigurer guide / bakende
sk: Konfigurovať vodiace dáta / backend

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
es: Los pasos finales de la instalación requieren configurar sus datos de guía, así como el backend por primera vez.
eu: Instalazioaren azken pausoek zure gidaren datuak ezartzea eta backend-a konfiguratzea behar dute.
hr: Posljednji koraci instalacije, potrebni za postavljanje vaših podataka za vodič, te postavljanje pozadinske aplikcije po prvi put.
nb: De siste trinnene i installasjonen krever at du setter opp guiden og konfigurerer bakenden for første gang.
sk: Finálne kroky inštalácie vyžadujú, aby ste nastavili svoje vodiace dáta a prvýkrát nakonfigurovali backend.

source: Click to open the Schedules Direct website
es: Clic para ingresar al sitio web Schedules Direct
eu: Klik egin ezazu Schedules Direct webgunea irekitzeko
hr: Kliknite za otvaranje Schedules Direct web stranice
nb: Klikk for å åpne Schedules Direct nettsiden
sk: Kliknutím otvoríte webstránku Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
es: Los usuarios en Norteamérica necesitarán disponer de una cuenta Schedules Direct (SD). SD provee datos de guía para cargos nominales. Sin SD, los usuarios en Norteamérica pueden perder muchas de las características de programación en MythTV.
eu: Ipar Amerikako erabiltzaileek kontu bat sortu beharko duzue Schedules Direct (SD) webgunean. SD-ek telebista gidaren datuak eskaintzen dizkizu, diru baten truke. SD gabe, Ipar Amerikako erabiltzaileek MythTV-ren programazio-funtzio ugari galduko dituzte.
hr: Korisnici u Sjevernoj Americi će morati postaviti korisnički račun na Shedules Direct (SD). SD pruža podatke vodiča za nominalnu cijenu. Bez SD-a, korisnici iz Sjeverne Amerike će izgubiti mnoge mogućnosti koje prouža MythTV.
nb: Brukere i Nord-Amerika vil trenge å opprette en konto med Schedules Direct (SD). SD tilbyr en guide for en nominell avgift. Uten SD, kan Nord-Amerikanske brukere miste mange av planleggingsegenskapene i MythTV.

source: Launch MythTV Setup
es: Ejecutar MythTV Setup
hr: Pokreni postavljanje MythTV-a

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
es: Después de configurar la fuente de datos de la guía, se necesita ejecutar MythTV-Setup para que se ejecute el sistema de configuración por primera vez. Necesitará configurar las primeras cuatro secciones, asegurándose de proveer los datos de la guía en la tercera.
eu: Zure gidaren datuen iturburua ezarri ondoren, MythTV-Setup abiarazi beharko duzu lehengo aldiz exekutatzeko backend konfigurazioa. Lehenengo lau atalak konfighuratu beharko dituzu, hirugarrenean zure gidaren datuak ematen dituzula ziurtatuz.
hr: Nakon postavljanja izvora za vodič, morati ćete pokrenuti postavljanje MythTV-a radi postavljanja pozadinske aplikacije. Morati ćete postaviti prva 4 odjeljka, a svakako se pobrinite da postavite postavke vodiča.
nb: Etter at du har satt opp kilder for guiden, vil du trenge å starte MythTV-Setup for å kjøre bakende-konfigurasjonen for første gang. Du vil måtte konfigurere de første fire delene, og være sikker på å oppgi guide-data iløpet av det tredje.

source: Configuring mythtv...
es: Configurando mythtv...
eu: Mythtv konfiguratzen...
hr: Postavljanje mythtva...
pt_br: Configurando o mythtv...
sk: Nastavuje sa mythtv...

source: Configuring additional drivers...
es: Configurando controladores adicionales...
eu: Kontrolatzaile gehigarriak konfiguratzen...
hr: Postavljanje dodatnih upravljačkih programa...
pt_br: Configurando drivers adicionais...
sk: Nastavujú sa prídavné ovladače...

source: Configuring additional services...
es: Configurando servicios adicionales...
eu: Zerbitzu gehigarriak konfiguratzen...
hr: Postavljanje dodatnih usluga...
pt_br: Configurando serviços adicionais...
sk: Nastavujú sa prídavné služby...

source: Configuring infrared devices...
hr: Postavljanje infracrvnih uređaja...

source: Migrate Documents and Settings
es: Migrar Documentos y Configuraciones
eu: Dokumentu eta Ezarpenak Migratu
nb: Flytt over dokumenter og instillinger
pt_br: Migram documentos e configurações
sk: Premiestniť dokumenty a nastavenia

source: Select any accounts you would like to import and fill in the form below for each one. The documents and settings for these accounts will be available after the install completes.
es: Seleccione cualesquiera cuentas que desee importar y llene el formulario de abajo para cada una. Los documentos y configuraciones para éstas cuentas estarán disponibles después de que se complete la instalación.
eu: Inportatu nahi dituzun kontuak hautatu itzazu, eta beheko galdetegia bete ezazu bakoitzarentzat. Instalazioa bukatu ondoren erabili ahalko dituzu kontu hauen dokumentu eta ezarpenak.
nb: Velg en konto du vil importere fra, og fyll inn skjemaet under for hver enkelt. Dokumenter og instillinger fra disse kontoene vil bli tilgjengelig etter at installasjonen er over.
pt_br: Selecione quaisquer contas que você queira importar e preencha o formulário abaixo para cada uma delas. Os documentos e configurações destas contas estarão disponíveis quando a instalação estiver completa.
sk: Vyberte ktorýkoľvek účet, ktorý chcete importovať a vyplňte formulár nižšie pre každý z nich. Dokumenty a nastavenia pre tieto účty budú prístupné po dokončení inštalácie

source: Create a user to import the selected account into:
es: Cree un usuario para importar dentro la cuenta seleccionada:
eu: Erabiltzaile bat sor ezazu, hautatutako kontua bertan inportatzeko:
nb: Velg en bruker du skal importere valgt konto til:
pt_br: Criar um usuário para o qual a conta selecionada será importada:
sk: Vytvoríť užívateľa a importovať do neho vybrané účty:

source: Full Name:
es: Nombre completo:
eu: Izen osoa:
nb: Fullt navn:
pt_br: Nome completo
sk: Celé meno:

source: Login Name:
es: Nombre de Usuario:
eu: Erabiltzaile Izena:
nb: Påloggingsnavn:
pt_br: Nome de Login:
sk: Prihlasovacie meno:

source: Password:
es: Contraseña:
eu: Pasahitza:
nb: Passord:
pt_br: Senha:
sk: Heslo :

source: Confirm:
es: Confirmar:
eu: Egiaztatu:
nb: Bekreft:
pt_br: Confirmar:
sk: Potvrdiť:

source: You need to specify a partition for the root file system (mount point "/") with a minimum size of 2 GB, and a swap partition of at least 256 MB. You may also set up other partitions if you wish.
es: Necesita especificar una partición para el sistema de archivos raíz (punto de montaje "/") con un tamaño mínimo de 2 GB, y una partición de intercambio de, al menos, 256 MB. También puede configurar otras particiones si lo desea.
eu: Gutxienez 2 GB dituen partizio bat ezarri behar duzu erro fitxategi sistemarentzat ("/" muntatze-puntua), eta baita gutxienez 256 MB dituen swap partizio bat ere. Nahi baduzu, beste partizio batzuk ere ezarri ditzakezu.
pt_br: Você precisa especificar uma partição para o sistema de arquivos raiz (ponto de montagem em "/") com um tamanho mínimo de 2 GB e uma partição de troca ("swap") com pelo menos 256 MB. Você também pode configurar outras partições se quiser.
sk: Uistite sa, že koreňová oblasť ("/") bude mať najmenej 2 GB a odkladací (swap) priestor bude aspoň 256 MB.

source: Abort the installation?
af: Staak die installasie?
bn: ইনস্টলেশন বাতিল করো?
da: Afbryd installationen?
es: ¿Interrumpir la instalación?
eu: Instalazioa bertan behera utzi?
gl: Abortar a instalación?
he: לבטל את ההתקנה?
ja: インストールを中断しますか？
ku: Dixwazî sazkirinê niha betal bikî?
nb: Avbryt installasjonen?
pt_br: Interromper a instalação?
ro: Abandonează instalarea?
sk: Prerušiť inštaláciu?
sl: Prekinem namestitev?
ta: நிறுவலைக் கை விடவா?
th: การติดตั้งล้มเหลว
tl: Ihinto ang pagluklok?

source: Do you really want to abort the installation now?
af: Wil jy rêrig die installasie nou staak?
bn: আপনি কি এখন সত্যি সত্যি ইনস্টলেশন বাতিল করতে ইচ্ছুক?
da: Vil du virkelig afbryde installationen nu?
es: ¿Desea interrumpir la instalación ahora?
eu: Ziur al zaude instalazioa bertan behera utzi nahi duzula?
gl: De verdade quere abortar a instalacion agora?
he: האם ברצונכם לבטל את תהליך ההתקנה עכשיו?
ja: 本当にここでインストールを中断しますか？
ku: Dixwazî sazkirinê niha betal bikî?
nb: Vil du virkelig avbryte installasjonen nå?
pt_br: Você realmente deseja interromper a instalação agora?
ro: Vreţi să abandonaţi instalarea acum?
sk: Naozaj teraz chcete prerušiť inštaláciu?
sl: Ste prepričani, da želite prekiniti namestitev?
ta: நிச்சயமாக நிறுவலைக் கை விடவேண்டுமா?
th: คุณต้องการที่จะยกเลิกการติดตั้งในตอนนี้?

source: Be sure to remove the CD when restarting the computer, otherwise it will start back up using this live CD rather than the newly-installed system.
es: Asegúrese de extraer el CD de la unidad cuando reinicie el computador, de otro modo volverá a arrancar usando este Live CD en lugar del sistema recién instalado.
eu: CD-a kendu ordenagailua berrabiaraztean. Bestela, CD hau erabiliz abiaraziko da, instalatu-berri duzun sistemarekin ordez.
pt_br: Assegure-se de remover o CD ao reiniciar o computador, caso contrário ele iniciará de novo este live CD ao invés do novo sistema instalado.
sk: Pred reštartom počítača vyberte CD z mechaniky, aby ste namiesto opätovného spustenia Live CD mohli spustiť váš nový nainštalovaný systém.

source: Failed to copy files; faulty CD/DVD?
es: Error al copiar archivos; ¿CD/DVD defectuoso?
eu: Ezin izan dira fitxategiak kopiatu; CD/DVD akatsduna?
ku: Jibergirtina dosya bi serneket; xirabûna CD/DVD?
nb: Kunne ikke kopiere filer; defekt CD/DVD?
pt_br: Falha na cópia dos arquivos; CD/DVD defeituoso?
sk: Nepodarilo sa skopírovať súbory; vadné CD/DVD?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
es: Este error en particular a menudo se debe a un disco o unidad de CD/DVD defectuosos. A veces se resuelve limpiando el CD/DVD, grabándolo a menor velocidad o limpiando la lente de la unidad de CD/DVD (puede encontrar kits limpiadores en tiendas de electrónica).
eu: Errore hau CD/DVD disko edo irakurgailu apurtu baten errua izan ohi da. Diskoa garbitu dezakezu, diskoa abiadura txikiagora grabatu dezakezu, edo irakurgailuaren lentea garbitu dezakezu (elektronika denda/hornitzaileengandik eskura ditzakezu).
ku: Ev çewtî, piranî ji ber dîskên CD/DVD yan jî ji ajokeran çêdibe. Heke tu CD/DVDyê paqij bike, di lezeke hêdî de nivîsandin yan jî lensa ajokera CD/DVD paqij bike wê pirsgirêk çareser bibe (aparatên paqijkirina lensan li cem mixazeyên elekronîk rehetî tê dîtin)
nb: Denne feilen oppstår ofte på grunn av en defekt CD/DVD-plate eller -drev. Det kan hjelpe å rense CD/DVDen, å brenne CD/DVD ved lavere fart, eller å rense CD/DVD-drevets linse (rensesett er tilgjengelig på elektromarkeder).
pt_br: Este erro, em particular, ocorre geralmente devido a um disco de CD/DVD ou drive com falhas. Limpar o CD/DVD por ajudar, assim como gravar o CD/DVD em uma velocidade menor ou limpar as lentes do drive de CD/DVD (kits de limpeza são geralmente vendidos em lojas de eletrônicos).
sk: Príčinou tejto chyby býva často vadný CD/DVD disk alebo mechanika. Očistením CD/DVD disku, vypálením obsahu CD-DVD na nižšej rýchlosti, prípadne vyčistením optiky CD/DVD mechaniky sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať.

source: Failed to copy files; faulty hard disk?
es: Error al copiar archivos; ¿disco duro defectuoso?
eu: Ezin izan dira fitxategiak kopiatu; disko gogor akatsduna?
ku: Jibergirtina dosya biserneket;çewtiya reqe dîsketê?
nb: Kunne ikke kopiere filer; defekt harddisk?
pt_br: Falha na cópia dos arquivos; disco rígido defeituoso?
sk: Nepodarilo sa skopírovať súbory; vadný pevný disk?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
es: Este error en particular a menudo se debe a un disco duro defectuoso. A veces puede ser de ayuda comprobar si el disco duro es antiguo y si necesita una sustitución, o mover el sistema a un ambiente más fresco.
eu: Errore hau disko gogor apurtu baten errua izan ohi da. Disko gogorra zaharra bada, berau aldatzea beharrezko izan daiteke, edo sistema osoa ingurune freskoago batera eraman dezakezu.
ku: Ev çewtî, piranî ji ber dîska req ya xerabe çêdibe. Heke tu dîska xwe kontrol bike bê ka kevn e yan na yan jî tu pergala xwe bibe cihekî sar wê pirsgirêkê çareser bike.
nb: Denne feilen skyldes ofte at harddisken inneholder feil. Sjekk om harddisken er gammel og må erstattes eller prøv å flytte systemet til kjøligere omgivelser.
pt_br: Esse erro em particular é geralmente devido a um disco rígido com falhas. Verificar se o disco rígido é velho ou se precisa ser substituído para ajudar no problema, ou então mover o sistema para um ambiente mais fresco.
sk: Príčinou tejto chyby býva často vadný pevný disk. Zvážením výmeny starého pevného disku za nový, prípadne presunom do chladnejšieho prostredia sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať.

source: Failed to copy files; faulty CD/DVD or hard disk?
es: Error al copiar archivos; ¿CD/DVD o disco duro defectuosos?
eu: Ezin izan dira fitxategiak kopiatu; CD/DVD ala disko gogor akatsduna?
ku: Jibergirtin ne serkeftî ye, CD/DVDya xerabe yan jî dîska req?
nb: Kunne ikke kopiere filer; defekt CD/DVD eller harddisk?
pt_br: Falha na cópia dos arquivos; disco rígido ou CD/DVD defeituosos?
sk: Nepodarilo sa skopírovať súbory; vadné CD/DVD alebo pevný disk?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
es: Este error en particular a menudo se debe a un disco, unidad de CD/DVD o disco duro defectuosos. A veces se resuelve limpiando el CD/DVD, grabándolo a menor velocidad o limpiando la lente de la unidad de CD/DVD (puede encontrar kits limpiadores en tiendas de electrónica). También puede ser de ayuda comprobar si el disco duro es antiguo y si necesita una sustitución, o mover el sistema a un ambiente más fresco.
eu: Errore hau CD/DVD disko edo irakurgailu apurtu baten errua izan ohi da, edo disko gogor apurtu batena. Diskoa garbitu dezakezu, diskoa abiadura txikiagora grabatu dezakezu, edo irakurgailuaren lentea garbitu dezakezu (elektronika denda/hornitzaileengandik eskura ditzakezu), disko gogorra zaharra bada, berau aldatzea beharrezko izan daiteke, edo sistema osoa ingurune freskoago batera eraman dezakezu.
nb: Denne feilen skyldes ofte at CD/DVD-spilleren eller harddisken inneholder feil. Prøv å rengjøre CD/DVD-en, brenn CD/DVD-en på en lavere hastighet, rengjør linsen i CD/DVD-spilleren (rengjøringsutstyr er ofte tilgjengelig hos elektronikkforhandlere) eller sjekk om harddisken er gammel og må erstattes eller prøv å flytte systemet til kjøligere omgivelser
pt_br: Este erro em particular é causado com freqüência por um disco ou leitor de CD/DVD com problemas ou um disco rígido problemático. talvez ajude limpar o CD/DVD, gravar novamente o CD/DVD com uma velocidade menor, limpar as lentes do leitor de CD/DVD (Kits de limpeza são, em geral, vendidos em lojas de eletro-eletrônicos), verificar se o disco rígido é velho e precisa ser substituído ou mover o sistema para um ambiente mais frio.
sk: Príčinou tejto chyby býva často vadný CD/DVD disk alebo mechanika, eventuálne pevný disk. Očistením CD/DVD disku, vypálením obsahu CD-DVD na nižšej rýchlosti, prípadne vyčistením optiky CD/DVD mechaniky, eventuálne zvážením výmeny starého pevného disku za nový, prípadne presunom do chladnejšieho prostredia sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať.

source: System partition not formatted
es: Partición del sistema no formateada
eu: Sistemaren partizioa ez dago formateatua
nb: Systempartisjonen ble ikke formatert
pt_br: Partição do sistema não formatada
sk: Systémový oddiel nie je naformátovaný

source: The file system on ${PARTITION} assigned to ${MOUNTPOINT} has not been marked for formatting. File systems used by the system (/, /boot, /usr, /var) must be reformatted for use by this installer. Other file systems (/home, /media/*, /usr/local, etc.) may be used without reformatting.
es: El sistema de archivos en ${PARTITION} asignado a ${MOUNTPOINT} no puede ser marcado para formatear. Los sistemas de archivos usados por el sistema (/, /boot, /usr, /var) deben ser reformateados para usar éste instalador. Otros sistemas de archivos (/home, /media/*, /usr/local, etc.) pueden ser usados sin reformatear.
eu: ${MOUNTPOINT} -i egokitutako ${PARTITION} -eko fitxategi-sistema ez da formateatua izateko markatu. Instalatzaile honek formateatuak behar dute sistemak erabilitako fitxategi-sistemak (/, /boot, /usr, /var). Beste fitxategi-sistemak (/home, /media/*, /usr/local, etc.) berriro formateatu gabe erabil daitezke.
nb: Filsystemet på ${PARTITION} som er satt til ${MOUNTPOINT} er ikke markert for formatering. Filsystem brukt av systemet (/, /boot, /usr, /var) må formateres på nytt for å brukes av dette installasjonsprogrammet. Andre filsystem (/home, /media/*, /usr/local, osv.) trenger ikke formateres på nytt.
pt_br: O sistema de arquivos na ${PARTITION} atribuído a ${MOUNTPOINT} não foi marcado para formatação. Os sistemas de arquivos usados pelo sistema (/, /boot, /usr, /var) devem ser reformatados para serem usados por este instalador. Outros sistemas de arquivos (/home, /media/*, /usr/local, etc.) podem ser usados sem reformatar.
sk: Systém súborov v oddiely ${PARTITION} pripojenom ako ${MOUNTPOINT} nebol označený na formátovanie. Systémy súborov používané systémom (/, /boot, /usr, /var) musia byť sformátované pre použitie s týmto inštalátorom. Ostatné systémy súborov (/home, /media/*, /usr/local, etc.) môžu byť použité bez formátovania.

source: Myth Video
es: Myth Vídeo
pt_br: Video Myth

source: Provides an interface for launching your preferred DVD player from MythTV
es: Proporciona un interfaz para lanzar su reproductor de DVD preferido desde MythTV
eu: Honekin, zure DVD erreproduzitzaile gogokoena abiarazteko interfaze bat edukiko duzu MythTV-n.
pt_br: Provê uma interface para executar o seu tocador de DVD preferido a partir do MythTV
sk: Poskytuje rozhranie pre spúšťanie vášho preferovaného prehrávača DVD z MythTV.
